{
  "doktorskeSeminare": [
    {
      "datetime": "2019-09-27 10:30",
      "place": "Sedláčkova 19, Plzeň; místnost RJ-209",
      "lecturer": "Mgr. Michal Polák, Ph.D. (KFI ZČU)",
      "title": "Research Report from OVGU: The concept of type in philosophy of mind and neurosciences",
      "annotation": "At the beginning I introduce Otto von Guericke University where I accomplished a half-year research stay. Then I will focus on the metaphysics of mind-brain relation from viewpoint of philosophy of science or epistemology. I will start with a concern that many contemporary consciousness scientists put forward a causal account of consciousness-brain correlation: neural correlates of consciousness (NCCs) are the causes of states of consciousness. This view on consciousness-brain correlation, however, implicitly involves dualism. Contemporary naturalists believe that to avoid dualism different strategies like functionalism, identity theory, and others may be employed. I will try to argue that before we enforce any of them, we have to tackle with a concept of type and, more precisely, formulate clear and suitable definition of both psychological and neural type(s). Therefore the issue of typing in philosophy and brain sciences will be discussed in the talk."
    },
    {
      "datetime": "2019-10-11 10:30",
      "place": "Sedláčkova 19, Plzeň; místnost RJ-209",
      "lecturer": "Mgr. Marie Heřmanová, Ph.D. (SOÚ AV ČR)",
      "lecturer_info": "Marie Heřmanová currently works as post-doc researcher at the Institute of Sociology of the Czech Academy of Sciences. She has a degree in social anthropology from Charles University in Prague. In her academic work, she focuses on migration, globalization, gender identities and media anthropology. She also works as a journalist and consultant in the NGO sector.",
      "title": "Digital ethnography and the reflexivity of researcher in the field",
      "annotation_html": "<p>As our digital identities present ever more important part of our everyday social existence, qualitative methods of researching the digital are fastly developing. The ongoing discussion among anthropologists and sociologists focus on a few central questions – how connect what people are doing in everyday (offline) reality with how they present themselves online? What impact does the growing pressure of specific modes of visual online presentation have on our sense of self and our subjectivity in general?<p><p>The lecture will try to sum up the methodological discussion around digital anthropology and digital ethnography and reflect on questions related to research ethics in the digital field. I will use examples of my own ethnographic fieldwork about digital identities of young indigenous people in Mexico to explore the main challenges of doing fieldwork in the online sphere.</p>"
    },
    {
      "datetime": "2019-10-25 10:30",
      "place": "Sedláčkova 19, Plzeň; místnost RJ-209",
      "lecturer": "Mgr. Matěj Drobňák, Ph.D. (KFSV FF UHK)",
      "lecturer_info": "Matej Drobňák: University of Hradec Králové, Department of Philosophy and Social Science, Post-Doc. He is interesting in Philosophy of Language, Metasemantics, Philosophy of Linguistics.",
      "title": "Research Report from OVGU: The concept of type in philosophy of mind and neurosciences",
      "subtitle": "Understanding in Context",
      "annotation": "If we look at the recent discussions in philosophy of language, we can see a growth of an interest in the topic of how context influences the content of a sentence/an utterance. The importance of the topic rises especially with regard to the aim of finding psychological mechanisms responsible for our linguistic understanding. We can list literalism (Emma Borg) and contextualism (Francois Recanati) as the most prominent approaches that aim to explain context-sensitivity of natural languages and semantic understanding. In the first part of my talk, I will present both approaches. In the second part of the talk, I will present a novel inferential view on context-sensitivity and linguistic understanding. As I will argue, the biggest advantage of inferentialism is that it allows us to explain linguistic understanding as a matter of degree – which is a feature that I take to be an important part of our linguistic performance."
    },
    {
      "datetime": "2019-11-08 10:30",
      "place": "Sedláčkova 19, Plzeň; místnost RJ-209",
      "lecturer": "Mgr. Robin Kopecký (PřF UK)",
      "lecturer_info": "Marie Heřmanová currently works as post-doc researcher at the Institute of Sociology of the Czech Academy of Sciences. She has a degree in social anthropology from Charles University in Prague. In her academic work, she focuses on migration, globalization, gender identities and media anthropology. She also works as a journalist and consultant in the NGO sector.",
      "title": "X-Phi 1: How virtue signalling makes us better",
      "subtitle": "Moral preferences with respect to autonomous vehicle type choices",
      "annotation": "",
      "annotation_html": "<p>We used the biological theory of costly signals in order to solve the social dilemma of different types of moral software for autonomous driving. The most important question was whether and to what extent does mere honest signal – public visibility of type of moral software - increase altruistic choice by participants. The answer is that approximately one third of selfish participants shifts to an altruist option in secret choice if their personal choice of software is visible on the vehicle.</p><p>Taken together, our results show that respondents exhibit a clear preference for an altruistic utilitarian strategy for AVs. This preference is reinforced if the AV signals its strategy to others. The altruistic preference is strongest when people choose software for everybody else, weaker in personal choice, and weakest in the choice of AVs behaviour for one’s own child. The moral intuition of lay people seems not to correspond with the recommendation of the German ethical committee, as the AV strategy that abstains from the trolley problem is the least popular in all situations for participants in our study. Based on the results, we conclude that, in contrast to a private choice, a public choice is considerably more likely to pressure consumers in their personal choice towards a non-selfish solution, making it a reasonable and relatively cheap way to shift car owners and users towards higher altruism.</p>"
    },
    {
      "datetime": "2019-11-22 10:30",
      "place": "Sedláčkova 19, Plzeň; místnost RJ-209",
      "lecturer": "Mgr. Michaela Košová (PřF UK)",
      "lecturer_info": "Michaela Košová je doktorandkou na Přírodovědecké fakultě Univerzity Karlovy v Praze. Předtím získala magisterský titul z filosofie na Filosofické fakultě UK, kde se věnovala hlavně filosofii vědomí. V současnosti se věnuje tématům z oblasti filosofie mysli a experimentální filosofie.",
      "title": "X-Phi 2: True Self behind the Face of the Future",
      "subtitle": "",
      "annotation": "Recent debates about the problem of human enhancement eventually have to address the question of personal identity. The aim of this paper is to draw attention to a different aspect of personal identity that arises with the experimental approach towards philosophy. Various studies point to the fact that the folk concept of personal identity is socially determined and that the preservation of the true self depends on the positive moral traits that figure strongly in interpersonal relationships. What is more, the concept of the “essential moral self” that stands behind these findings shares certain crucial characteristics with the folk concept of the soul. Our aim here is to use our own research to support the previous findings and further demonstrate how people see the “true self” of a person. We will briefly mention our interview study with over 200 children about personal identity, which supports the “essential moral self” hypothesis. Then we will introduce our online questionnaire study on dualistic intuitions with nearly 3000 adult respondents, which supports the hypothesis that the “essential moral self” bears connection to the folk concept of the soul. This gives us a certain clue as to how to approach the question of human enhancement and transhumanism. If what we ultimately care about is the moral core of the person (a “soul”) which is capable of interpersonal connections, this is what we should strive to save and protect in the process of gradual transformation of the human nature.",
      "annotation_html": ""
    },
    {
      "datetime": "2019-11-29 10:30",
      "place": "Sedláčkova 19, Plzeň; místnost RJ-209",
      "lecturer": "doc. Jakub Sirovátka, Dr.phil.",
      "lecturer_info": "doc. Jakub Sirovátka, Dr.phil. studoval filosofii a teologii v Německu a Itálii. Doktorát a habilitaci ve filosofii získal na univerzitě Eichstätt-Ingolstadt. Momentálně vyučuje na Jihočeské univerzitě v Českých Budějovicích, působil i v Oddělení pro studium novověké racionality FLÚ AV ČR. Specializace: etika, filosofie náboženství, filosofie I. Kanta, fenomenologie (zvláště E. Levinas).",
      "title": "Štěstí a neštěstí materiálna u E. Levinase",
      "subtitle": "",
      "annotation": "Ve svém díle Složitá svoboda píše Levinas, že neexistuje špatný materialismus kromě toho našeho. Tato poněkud překvapivá věta inspiruje k zamyšlení nad rolí materiálna v myšlení E. Levinase. Na základě raného spisu Čas a jiné a pozdějších hlavních děl Totalita a nekonečno a Jinak než být se pokusím ukázat, že materiálno je pro člověka ambivalentní. Materiálno znamená štěstí i neštěstí pro lidskou identitu, stejně tak pro jeho etickou subjektivitu. Materiálno je v Levinasově myšlení bytostně spojeno s tělesností člověka. Lidská identita a subjektivita není pro Levinase založena prvotně v rozumu, nýbrž v možnosti \"být tělem\". Skrze své materiální tělo člověk získává svou identitu (štěstí), zároveň je však na své tělo vázán a nedokáže se od něj oprostit (neštěstí). I etická odpovědnost za druhého spočívá v darování materiálních věcí a v posledu i sama sebe (štěstí), zároveň to však pro Levinase znamená opuštění své vlastní ontologické identity (neštěstí).",
      "annotation_html": ""
    },
    {
      "datetime": "2019-12-06 10:30",
      "place": "Sedláčkova 19, Plzeň; místnost RJ-209",
      "lecturer": "Doktorandi II.",
      "lecturer_info": "",
      "title": "",
      "subtitle": "",
      "annotation": "",
      "annotation_html": ""
    },
    {
      "datetime": "2019-12-13 10:30",
      "place": "Sedláčkova 19, Plzeň; místnost RJ-209",
      "lecturer": "Doktorandi I.",
      "lecturer_info": "",
      "title": "",
      "subtitle": "",
      "annotation": "",
      "annotation_html": ""
    }
  ]
}
