{
  "projektyPodleRoku": {
    "2002": [
      {
        "title": "Změna paradigmatu výchovy - filosoficko-antropologický pohled",
        "title_en": "",
        "subtitle": "",
        "date_start": "2002-01-01",
        "date_end": "2004-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "GA401/02/0910",
        "beneficiary": "KFI FF ZČU",
        "other_participants": "",
        "investigator": "Doc. PhDr. Nikolaj Demjančuk, CSc.",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Historické proměny společnosti vždy kladou otázku po smyslu a povaze výchovy a vzdělání. V procesu hledání odpovědí se vždy obracíme k historickým a kulturním pramenům našich vzdělávacích a výchovných tradic, snažíme se nalézt příčiny a cesty jejich transformace. Druhá polovina 20. století přinesla celou řadu změn jak v oblasti kultury, tak vzdělávání, což klade velké nároky na působnost a zaměření pracovníků vysokých škol, přičemž se podstatně mění i přístupy k výchově. Cílem předpokládaného projektu je filosoficko-antropologická reflexe změny paradigmatu myšlení pedagogů. Řešitelé se pokusí o analýzu změn ve výchově a vzdělání, jak se projevují v některých oblastech teoretické a praktické výchovné činnosti. Navrhovaný projekt bezprostředně navazuje na několikaletou výzkumnou práci pracovníků katedry filosofie. Bude řešit následující otázky: paradigmatická povaha výchovy, idea smyslu vzdělání, náboženství a umění ve struktuře výchovy. Řešitelé budou analyzovat epistemologické, etické a estetické aspekty změny ve výchově.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2004": [
      {
        "title": "Badatelské centrum pro teorie a dějiny vědy při Katedře filosofie FHS ZČU",
        "title_en": "",
        "subtitle": "",
        "date_start": "2004-01-01",
        "date_end": "2004-12-31",
        "agency": "NDE, Nadace Duhová energie ČEZ – účelové dary na vědu",
        "agency_program": "",
        "code": "GK173/03/5",
        "beneficiary": "KFI FF ZČU",
        "other_participants": "",
        "investigator": "Doc. PhDr. Daniel Špelda, Ph.D",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Badatelské centrum pro teorie a dějiny vědy bude mít charakter výzkumného pracoviště, které bude pořádat konference, vydávat sborníky a původní práce pracovníků centra.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Extremismus",
        "title_en": "",
        "subtitle": "příručka pro učitele druhého stupně ZŠ a SŠ",
        "date_start": "2004-01-01",
        "date_end": "2004-12-31",
        "agency": "PPV – Program na podporu vzdělávání v jazycích národnostních menšin a multikulturní výchovy",
        "agency_program": "",
        "code": "26947/04-22",
        "beneficiary": "KFI FF ZČU",
        "other_participants": "",
        "investigator": "doc. PhDr. Nikolaj Demjančuk, CSc.",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Katedra filosofie FHS ZČU v Plzni připraví publikaci mapující českou extremistickou scénu, její mezinárodní souvislosti, rekapitulující převažující interpretace fenoménu extremismu a jeho společenských kořenů. Text je určen jako příručka pro učitele druhého stupně ZŠ a středních škol a bude vytvářen s ohledem na potřeby předmětu základy společenských věd. Na text se váže příprava seminářů pro učitele středních a základních škol a pro studenty učitelských oborů s humanitním zaměřením. V časovém horizontu tří měsíců, které v roce 2004 k realizaci projektu zbývají, není pochopitelně možné tyto semináře realizovat. Proto semináře budou realizovány začátkem roku 2005.",
        "keywords": [
          "extremismus"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2005": [
      {
        "title": "Filosofie a astronomie od Thaleta po Oresma",
        "title_en": "",
        "subtitle": "",
        "date_start": "2005-01-01",
        "date_end": "2007-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "GA401/05/2560",
        "beneficiary": "KFI FF ZČU",
        "other_participants": "",
        "investigator": "Doc. PhDr. Daniel Špelda, Ph.D.",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Navrhovaný projekt bude usilovat o pochopení příčin, které ovlivňovaly přůběh dějin astronomie v období od 6. stol. př. n.l. do konce 15. století. Řešitel bude vycházet z metodické teze, podle níž klíčovým faktorem při proměnách astronomického výzkumu nebylo zlepšování matematických postupů či prediktivních schopností, ale teoretická přístupnost předmětu astronomie - dějiny astronomie lze psát také jako dějiny noetického problému poznatelnosti nebe. Projekt se proto bude soustředit na tato čtyři témata: Za prvé, astronomické postupy pro vysvětlování nebeských jevů; za druhé, kosmologické představy formulované přírodní filosofií a náboženstvím; za třetí, vztahy mezi astronomickými, teologickými a filosofickými představami o kosmu; za čtvrté, funkce, cíle a kompetence astronomie v dobových systémech vědění. Kromě dílčích studií budou výstupem projektu dvě monographie (každá 200-250 stran): První bude pojednávat o antické astronomii (od Thaleta po Ptolemaia), druhá o astronomii středověké",
        "keywords": [
          "antická astronomie",
          "středověka astronomie"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2006": [
      {
        "title": "ORGANON V. Seminář o didaktice a metodice výuky logiky se zvláštním zřetelem na využití didaktického softwaru",
        "title_en": "",
        "subtitle": "",
        "date_start": "2006-01-01",
        "date_end": "2006-12-31",
        "agency": "VNJH – Vzdělávací nadace Jana Husa",
        "agency_program": "CI – CURCUS INNOVATI",
        "code": "CI 0502/NIF",
        "beneficiary": "KFI FF ZČU",
        "other_participants": "",
        "investigator": "Mgr. Ludmila Dostálová, Ph.D.",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Cílem projektu je seznámit vyučující úvodních kurzů logiky na vysokých školách České a Slovenské republiky s dostupným didaktickým softwrem pro výuku logiky, zmapovat jejich zájem o tento typ pomůcek, zkonzultovat s nimi jejich zkušenosti s používáním tohoto softwaru včetně návrhů pro jeho další vývoj.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Vytvoření interaktivní webové aplikace pro výuku logiky na humanitních oborech",
        "title_en": "",
        "subtitle": "",
        "date_start": "2006-01-01",
        "date_end": "2006-12-31",
        "agency": "FRVŠ – Fond rozvoje vysokých škol",
        "agency_program": "",
        "code": "F0566/2006/F5",
        "beneficiary": "KFI FF ZČU",
        "other_participants": "",
        "investigator": "Mgr. Ludmila Dostálová, Ph.D. ",
        "co_investigator": [
          "Ing. Jaroslav Lang"
        ],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Cílem projektu je vytvořit v rámci univerzitní sítě na Západočeské univerzitě webovou aplikaci na podporu výuky úvodních kurzů logiky, která by byla studentům k dispozici při jejich samostudiu a zároveň by obstarala veškerou agendu spojenou se zadáváním a vyhodnocováním samostatných domácích úloh, čímž by se dosáhlo vyšší efektivity při výuce a usnadnila se práce vyučujícím.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2007": [
      {
        "title": "Komunikologie, filosofie nových médií a mediální výchova",
        "title_en": "",
        "subtitle": "",
        "date_start": "2007-01-01",
        "date_end": "2007-12-31",
        "agency": "FRVŠ – Fond rozvoje vysokých škol",
        "agency_program": "",
        "code": "F0539/2007/G5",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Lukáš Vlček (KFI FF ZČU)",
        "co_investigator": [
          "Doc. RNDr. Jiří Fiala, CSc. – spolupracovník (KFI FF ZČU)",
          "PhDr. Jana Černá, Ph.D. – spolupracovník (KFI FF ZČU)"
        ],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Projekt je zaměřen na vytvoření a naplnění prostoru pro akademickou diskusi a výzkum v oblasti filosofie nových médií a mediální výchovy na ZČU. Důraz bude kladen na jeho integrací do dění a odborné diskuse na tematicky příbuzných pracovištích v ČR a v Německu s ohledem na teoretickou i praktickou rovinu řešených problémů.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Science as/in Culture, Scientific misconduct, evaluation, media",
        "title_en": "Science as/in Culture, Scientific misconduct, evaluation, media",
        "subtitle": "",
        "date_start": "2007-04-01",
        "date_end": "2007-12-31",
        "agency": "PVS Rakousko – Podpora vědecké spolupráce Rakousko",
        "agency_program": "",
        "code": "22-07",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Gerhard Fröhlich – hlavní řešitel (Johanes Kepler Universität Linz)",
        "co_investigator": [
          "Mgr. Radek Schuster, Ph.D. – spoluřešitel (KFI FF ZČU)"
        ],
        "team_members": {
          "academic": [
            "Doc. PhDr. Nikolaj Demjančuk, CSc. – spolupracovník (KFI FF ZČU)",
            "Prof. PhDr. Jarmila Doubravová, CSc. – spolupracovník (KFI FF ZČU)",
            "Doc. RNDr. Jiří Fiala, CSc. – spolupracovník (KFI FF ZČU)",
            "PhDr. Stanislav Stark, CSc. – spolupracovník (KFI FF ZČU)",
            "PhDr. Miloš Ševčík, Ph.D. – spolupracovník (KFI FF ZČU)"
          ],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Project partners plan to build up a stable network for international interdisciplinary research co-operations to apply for funds at national and international foundations. An integrative perspective shall bring together science studies, research ethics and media studies focussing on improving formal and informal scholarly communication as well as science communication.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2008": [
      {
        "title": "Vytvoření elektronické databáze příkladů pro úvodní kurzy logiky na VŠ",
        "title_en": "",
        "subtitle": "",
        "date_start": "2008-01-01",
        "date_end": "2008-12-31",
        "agency": "FRVŠ – Fond rozvoje vysokých škol",
        "agency_program": "",
        "code": "F0065/2008/F5d",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Ludmila Dostálová, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Cílem projektu je vytvořit společnou databázi příkladů pro úvodní kurzy logiky na vysokých školách, kterou by mohli využívat vyučující z různých zejména vysokých škol pro potřeby vlastních kurzů a to jak pro přípravu výuky, tak i pro tvorbu testů. Projekt je založen na vzájemné spolupráci širokého řešitelského týmu i dalších spolupracovníků, takže umožní: -vzájemně sjednotit a uspořádat již hotové dílčí sbírky příkladů -sdílet zkušenosti z výuky v odlišném prostředí i na různých oborech -vytvořit společnou metodiku tvorby a hodnocení úloh Při tvorbě databáze se využije již existující struktura webové aplikace ORGANON, která umožní: -správu, údržbu a další rozšiřování databáze příkladů -automatické generování dílčích sbírek úloh pro procvičování či testy, dle konkrétních požadavků uživatele -export příkladů do formátů běžně užívaných (textových či tabulkovaných) a dále do formátů kompatibilních s nejčastěji užívanými e-learningovými systémy (Moodle). Projekt je založen na vzájemné",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Vytvoření interaktivního portálu pro výuku renesanční a novověké filosofie",
        "title_en": "",
        "subtitle": "",
        "date_start": "2008-01-01",
        "date_end": "2008-12-31",
        "agency": "FRVŠ – Fond rozvoje vysokých škol",
        "agency_program": "",
        "code": "F0365/2008/F5d",
        "beneficiary": "KFI FF ZČU",
        "other_participants": "",
        "investigator": "PhDr. Jana Černá, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Projekt je zaměřen na vytvoření elektronické opory kursů RNFH (Renesanční a novověká filosofie pro antropologi) vyučovaných na FF ZČU. Webová aplikace bude určena předeším studentům kombinované formy studia, ale zároveň poslouží i studentům prezenční formy studia a odborné veřejnosti. Aplikace bude dále využitelná rovněž pro kursy FAV2 (Věda v renesanci a novověku) a ČNF (Četba textů novověké filozofie) vyučované na FF ZČU a pro další podobně zaměřené kursy ostatních filozofických či pedagogických fakult v České republice. Elektronická opora kursů bude obsahovat především interaktivní elektronickou čítanku, rozcestník pro výuku i studium renesanční a novověké filosofie, diskusní fórum, prostor pro seminární práce studentů a v případě zájmu rovněž studentský časopis specializovaný na renesanční a novověkou filosofii.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "ORGANON VI. Seminář o metodice a didaktice výuky logiky zaměřený na problematiku tvorby a vyhledávání příkladů",
        "title_en": "",
        "subtitle": "",
        "date_start": "2008-01-01",
        "date_end": "2009-04-30",
        "agency": "VNJH – Vzdělávací nadace Jana Husa",
        "agency_program": "CI – CURCUS INNOVATI",
        "code": "CI 0701/NIF",
        "beneficiary": "KFI FF ZČU",
        "other_participants": "",
        "investigator": "Mgr. Ludmila Dostálová, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "1) Uspořádání dalšího z pravidelných seminářů věnovaných otázkám výuky úvodních kurzů logiky na VŠ, především pak problematice tvorby příkladů a vyhledávání jejich zdrojů za účelem: Představit a zhodnotit různé dostupné zdroje příkladů ať už v tištěných učebnicích či v elektronické podobě na internetu. Umožnit vyučujícím vyměnit si vzájemně zkušenosti ze sestavování příkladů a testů pro výuku logiky; včetně metodologie jejich tvorby a uspořádávání didaktické hierarchie 2) Vydání sborníku s příspěvky reflektujícími metodologii tvorby příkladů či hodnotící práci s různými zdroji příkladů. 3) Vyhodnocení výsledků semináře pro související projekty na vytvoření elektronické databáze příkladů pro úvodní kurzy logiky na vysokých školách.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Výzkum a příprava metodiky umožňující zapojovat studenty do výzkumu a vývoje v oblasti nových technologií a tím je motivovat pro studium technických oborů a věd",
        "title_en": "",
        "subtitle": "",
        "date_start": "2008-03-01",
        "date_end": "2009-12-31",
        "agency": "NPV II. – Národní program výzkumu II.",
        "agency_program": "2B, 2C, 2D, 2E",
        "code": "2E08042",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Doc. Dr. RNDr. Miroslav Holeček – hlavní řešitel (NTC ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [
            "Prof. RNDr. Petr Vopěnka, DrSc. – spolupracovník (KFI FF ZČU)",
            "Miroslava Bystřická – spolupracovník (NTC ZČU)",
            "Mgr. Tomáš Daněk, Ph.D. – spolupracovník",
            "Prof. RNDr. Jaroslav Fiala, CSc. – spolupracovník (FST ZČU)",
            "Ing. Bronislav Foller, Ph.D. – spolupracovník (NTC ZČU)",
            "Mgr. Michal V. Hanzelín – spolupracovník",
            "Ing. Šárka Houdková Šimůnková, Ph.D. – spolupracovník (NTC ZČU)",
            "Ing. Jindřich Kňourek, Ph.D. – spolupracovník (NTC ZČU)",
            "Ing. Petr Konáš – spolupracovník (FST ZČU)",
            "Ing. Vladimír Křenek – spolupracovník (FST ZČU)",
            "Ing. Jaromíra Sudová Šimlová – spolupracovník (NTC ZČU)",
            "Prof. Ing. Jaroslav Šesták, DrSc., dr. h. c. – spolupracovník (NTC ZČU)",
            "Mgr. Helena Šimicová – spolupracovník",
            "Ing. Jan Vychytil, Ph.D. – spolupracovník (NTC ZČU)"
          ],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Cílem projektu je výzkum nových možností cílené motivace studentů pro studium technických oborů a zapojení do výzkumu v nich, zejména v oblasti nových technologií. Projekt detailně zkonstruuje, popíše, odzkouší a realizuje metodu, kdy jsou studenti nejprve populární (avšak vysoce kvalifikovanou) formou seznámeni se současnými trendy ve vývoji vědy a výzkumu a pak je jim umožněno se přímo podílet na řešení konkrétních úkolů pro výzkum nových technologií.",
        "keywords": [
          "zapojení studentů do výzkumu",
          "nové technologie",
          "sociologický výzkum",
          "technické vědy",
          "myšlenková diverzita",
          "popularizace výzkumu",
          "spolupráce s výzkumem",
          "mezioborové aktivity",
          "středoškolští studenti"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2009": [
      {
        "title": "ORGANON - Learning Management System (LMS) pro výuku logiky",
        "title_en": "",
        "subtitle": "",
        "date_start": "2009-05-04",
        "date_end": "2012-05-03",
        "agency": "OPVK",
        "agency_program": "2.2",
        "code": "1.07/2.2.00/07.0217",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Ludmila Dostálová, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [
            "PhDr. Lada Hanzelínová, Ph.D. – spolupracovník (KFI FF ZČU)"
          ],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Zefektivnit výuku logiky (součást studijních plánů řady oborů) tak, aby dosahovala požadovaných výsledků i při omezeném rozsahu kontaktní výuky a nízkém personálním obsazení. Problémy Kurzy logiky vyžadují vysoký podíl samostudia (samostatné řešení úloh). Roste počet studentů i podíl dálkově studujících či studentů se zvláštními potřebami. Změnily se didaktické metody a přístupy k výuce logiky Nástroje 1) LMS ORGANON Stávající e-learningové systémy nelze použít (neumí kontrolovat celý průběh řešení) 2) Workshopy Organon Pravidelná setkání vyučujících logiky umožní navzájem sdílet zkušenosti a seznamovat se s novými didaktickými metodami či studijními materiály a hodnotit je 3) Tvorba nových studijních materiálů (dle 1 a 2) Výstupy Inovace 11 kurzů logiky na FF ZČU a FEI VŠB-TU (800 stud./rok, dvě hlavní oblasti uplatnění logiky: humanitní obory a informatika) 30 proškolených vyučujících 3 nové učebnice LMS ORGANON připravený jako webová služba pro VŠ, popř. SŠ.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Vytvoření znalostní a dovednostní báze na FF ZČU",
        "title_en": "",
        "subtitle": "",
        "date_start": "2009-05-04",
        "date_end": "2012-05-03",
        "agency": "OPVK",
        "agency_program": "2.2",
        "code": "1.07/2.2.00/07.0184",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "PhDr. Radim Kočandrle, Ph.D. (KFI FF ZČU)",
        "co_investigator": [
          "PhDr. Stanislav Stark, CSc. (KFI FF ZČU)",
          "PhDr. Lada Hanzelínová, Ph.D. (KFI FF ZČU)"
        ],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Základním záměrem je založení znalostní a dovednostní báze na FF ZČU tak, aby fakulta mohla s kvalitními materiály, se znalostmi a zkušenostmi odborníků zkvalitnit vzdělávání v kombinované a následně i distanční formě studia. Projektem založená a pro budoucí růst otevřená báze sleduje zvýšení konkurenceschopnosti jak fakulty (tzv. konkurenceschopnost dovnitř), tak absolventů (tzv. konkurenceschopnost ven). Projekt je určen pro akademické pracovníky, studující a absolventy. Konkurenceschopnost dovnitř zahrnuje především zvyšování odborných a dovednostních kompetencí akademických pracovníků. Konkurenceschopnost ven zohledňuje nároky trhu práce i společnosti a povede k lepšímu uplatnění absolventů. Vytvořená báze umožní flexibilitu vzdělávání, které musí vyhovovat nárokům vzdělanostní společnosti. Pro dosažení cílů projektu bude vytvořen realizační tým, přičemž plánované aktivity budou realizovat zejména sami jednotliví vyučující - tvůrci materiálů.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2010": [
      {
        "title": "Elektronický výkladový slovník s virtuální čítankou Wittgensteinovy filozofie přístupný prostřednictvím internetu",
        "title_en": "",
        "subtitle": "",
        "date_start": "2010-01-01",
        "date_end": "2010-12-31",
        "agency": "FRVŠ – Fond rozvoje vysokých škol",
        "agency_program": "",
        "code": "F0681/2010/F5d",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Radek Schuster, Ph.D. (KFI FF ZČU)",
        "co_investigator": [
          "Doc. RNDr. Jiří Fiala, CSc. (KFI FF ZČU)"
        ],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Wittgensteinovo dílo dodnes ovlivňuje a inspiruje mnohé vědecké a umělecké aktivity a jeho znalost je vyžadována při studiu všech oborů garantovaných Katedrou filozofie FF ZČU. V rámci projektu bude vytvořen virtuální nástroj pro studium Wittgensteinovy filozofie, který bude přístupný prostřednictvím internetu. Vznikne elektronický výkladový slovník základních pojmů-témat Wittgensteinova myšlení, jenž bude hypertextově provázán s virtuální knihovnou relevantních citací pramenných textů doplněných českým překladem. Do realizace projektu budou zapojeni i studenti (především frekventanti kurzu Wittgenstein 1, Wittgenstein 2), kteří si tak budou moci osvojit odbornou badatelskou práci s konkrétním výsledkem, jímž bude virtuální platforma pro Wittgensteinovská studia, do níž budou moci po jejím zveřejnění vstupovat i zájemci a odborníci z jiných vzdělávacích a vědeckých institucí.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Francouzská epistemologie",
        "title_en": "",
        "subtitle": "",
        "date_start": "2010-01-01",
        "date_end": "2012-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "GAP401/10/0538",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Miloš Kratochvíl, Ph.D.",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Navrhovaný projekt bude usilovat o zmapování východisek a vysvětlení podstaty francouzské epistemologie 19. a počátku 20. století a jejího vlivu na filosofii vědy 20. století. Francouzská epistemologie netvoří filosofickou školu v tradičním významu, nýbrž jde o vědce a filosofy, kteří si kladou podobné filosofické otázky. Francouzská epistemologie bude přiblížena jako diskuse o otázkách týkajících se vztahu teorie a empirie, mechanismů vývoje vědeckého poznání, holismu ve filosofii vědy, statusu a zdrojů hypotéz a konstruktivismu. Vedle dílčích studií bude hlavním výstupem projektu monografie zaměřená na tři velká témata. Za prvé na zpracování vlivů pozitivismu a Kantovy filosofie francouzským myšlením tohoto období. Za druhé na představení hlavních postav (Cournot, Duhem, E.Boutroux, Poincare, Milhaud, Meyerson, P.Boutroux, Le Roy, Metzgerová, Brunschvicg, Lalande). Za třetí na to, jak se myšlenkové dědictví této tradice projevilo ve dvou proudech filosofie vědy 20.století, v post-pozitivismu a v genetické epistemologii.",
        "keywords": [
          "filosofie vědy",
          "teorie poznání",
          "věda",
          "holismus",
          "konvencionalismus"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Prameny evropské matematiky",
        "title_en": "",
        "subtitle": "",
        "date_start": "2010-01-01",
        "date_end": "2012-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "GAP401/10/0690",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Prof. RNDr. Petr Vopěnka, DrSc. (KFI FF ZČU)",
        "co_investigator": [
          "Jindřich Bečvář (UK)"
        ],
        "team_members": {
          "academic": [
            "Mgr. Ludmila Dostálová, Ph.D. – spolupracovník (KFI FF ZČU)",
            "Doc. RNDr. Jiří Fiala, CSc. – spolupracovník (KFI FF ZČU)"
          ],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Projekt Prameny evropské matematiky se zaměřuje na studium historie a filosofie matematiky. Navazuje na dva základní přístupy k tomuto druhu zkoumání rozvinuté v našich zemích - deskriptivní a překladatelský - stejně jako usiluje o sjednocení dvou základních pohledů na dějiny matematiky - filosofický a matematický. Jeho cílem je vytvořit prostor pro systematické bádání v této oblasti uplatňující nové metodologické principy zkoumání v dějinách vědy a usilující o výklad dějin matematiky jakožto intelektuálních dějin a dějin idejí. Projekt se zaměřuje na tři hlavní oblasti: 1. zprostředkování historických matematických znalostí - systematický výzkum matematické práce konkrétní historické osobnosti nebo stavu matematických znalostí konkrétního historického období v dobových souvislostech (monografie, studie v časopisech a sbornících, prezentace, přednášky) 2. zprostředkovávání pramenných textů - kritické překlady či komentáře k těm pramenným textům z dějin matematiky, které sehrály klíčovou roli v některém historickém období vývoje matematiky nebo zásadním způsobem ovlivnily její další vývoj 3. historické rekonstrukce - První dva body (pochopení stavu matematických znalostí v určitém historickém období a seznámení s pramennými texty) však jsou pouze předpokladem pro hlavní předmět bádání, a sice vytváření tzv. historických rekonstrukcí, jež jsou nezbytnou součástí zkoumání historie matematiky jakožto intelektuálních dějin či dějin idejí.",
        "keywords": [
          "dějiny matematiky",
          "filosofie matematiky"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Vytvoření elektronického portálu pro podporu studijního oboru \"Analytická filozofie a filozofie vědy\"",
        "title_en": "",
        "subtitle": "",
        "date_start": "2010-01-01",
        "date_end": "2010-12-31",
        "agency": "FRVŠ – Fond rozvoje vysokých škol",
        "agency_program": "",
        "code": "F1569/2010/G5",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Radoslav Škarda (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [
            "Mgr. Ludmila Dostálová, Ph.D. (KFI FF ZČU)",
            "Mgr. Jan Brabec (KFI FF ZČU)"
          ],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Projekt je zaměřen na vytvoření elektronického portálu pro podporu oboru \"Analytická filozofie a filozofie vědy\" nabízený studentům na FF ZČU. Webový portál navíc poslouží studentům dalších oborů: Teorie a filosofie komunikace a Teorie a dějiny vědy a techniky i odborné veřejnosti. Elektronická podpora oboru bude obsahovat elektronickou čítanku, rozcestník na další informační zdroje potřebné pro kvalitní výuku, diskusní fórum, prostor pro odborné práce studentů a aktuality týkající se dění v oboru analytické filozofie v České republice i v zahraničí.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2011": [
      {
        "title": "Inovace kurzů četeb španělských odborných textů: vytvoření knihovny a studijních materiálů",
        "title_en": "",
        "subtitle": "",
        "date_start": "2011-01-01",
        "date_end": "2011-12-31",
        "agency": "FRVŠ – Fond rozvoje vysokých škol",
        "agency_program": "",
        "code": "F1064/2011/F5a",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "PhDr. Jana Černá, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Projekt je zaměřen na vytvoření knihovny španělských odborných textů (jíž ZČU momentálně nedisponuje), určené primárně pro studenty povinně volitelných kurzů, věnujících se práci s odbornými texty ve španělštině: SPH, SPP, SPHB, SPAN, SOH, SOAN, SJOS, SOHB, SOP, IFTS (anotace kurzů - viz přílohy), dále potom pro všechny zájemce z řad pedagogů i studentů. V rámci projektu vzniknou rovněž studijní materiály pro studenty výše zmíněných předmětů, spočívající především ve vytvoření souboru reprezentativních španělských odborných textů (především textů z oblasti filosofie, dějin idejí, obecných dějin, dějin vědy, dějin umění či sociální a kulturní antropologie) a dalších materiálů i otázek vztahujících se k těmto textům. Vytvoření knihovny a studijních materiálů studentům nejen obohatí a usnadní jejich studium, ale zároveň podnítí a podpoří jejich zájem o hispánské intelektuální prostředí, jež skýtá četná nereflektovaná témata umožňující originální odbornou profilaci studentů.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Multimediální prezentace předmětu Antické kořeny evropské vědy a kultury",
        "title_en": "",
        "subtitle": "",
        "date_start": "2011-01-01",
        "date_end": "2011-12-31",
        "agency": "FRVŠ – Fond rozvoje vysokých škol",
        "agency_program": "",
        "code": "F2102/2011/F5d",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Kryštof Boháček, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Projekt multimediální prezentace předmětu Antické kořeny evropské vědy a kultury 1 směřuje k lepšímu využití potenciálu oblíbeného předmětu. Jedná se o projekt, který by na jedné platformě internetové prezentace zpřístupnil seminární i rozšiřující pramenné texty, dále nabídl výběr přímo dostupných pasáží ze sekundární literatury; to vše doplněno fotografiemi, náčrtky, schématy, plánky a mapami - zejména z oblastí nefilologických podoborů věd o antickém starověku. Cílem by mělo být zvýšení motivace studentů předmětu nejen konzumovat výuku, ale pokračovat s vlastním zájmem v dalším samostudiu, vyhledávat texty a specifikovat svůj směr bádání. Přínosem by měla být jednak přitažlivá prezentace fakulty i celé univerzity prostřednictvím prestižního oboru, jednak podnícení mezioborové spolupráce studentů různých kateder.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Vytvoření elektronického slovníku ruských a českých sloves pro podporu výuky ruského jazyka",
        "title_en": "",
        "subtitle": "",
        "date_start": "2011-01-01",
        "date_end": "2011-12-31",
        "agency": "FRVŠ – Fond rozvoje vysokých škol",
        "agency_program": "",
        "code": "F0343/2011/F5d",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Bohuslava Němcová, Ph.D. (KGS FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [
            "Ing. Jaroslav Lang (KFI FF ZČU)"
          ],
          "student_other": []
        },
        "annotation": "Záměrem předkládaného projektu je inovace metodické a obsahové stránky předmětů bakalářského studijního oboru Cizí jazyky pro komeční praxi, kombinace anglický jazyk - ruský jazyk, německý jazyk - ruský jazyk a kurzů ruského jazyka pro studenty Fakulty filozofické v Plzni, studijní obory: Antropologie, Sociologie, Politologie a Historie. K této inovaci významnou měrou přispěje vytvoření elektronického slovníku ruských a českých sloves, jež je kombinací překladového, výkladového a valenčního slovníku. V této souvislosti je nutné zdůraznit, že v navazující fázi uvažujeme o rozšíření slovníku o další, z hlediska frekvenčního méně časté semémy a jeho doplnění o další jazykovou část, především německou či anglickou. V rámci bakalářského studijního oboru Cizí jazyky pro komerční praxi bude slovník využíván při výuce předmětů Gramatika ruského jazyka 1-3 a Překladatelský seminář 1-2. V rámci dalších studijních oborů na Fakultě filozofické bude slovník aplikován ve výuce odborného ruského jazyka. Vzhledem k tomu, že se jedná o elektronický slovník, přístupný prostřednictvím internetového rozhraní, okruh uživatelů se neomezuje pouze na studenty daného studijního oboru Fakulty filozofické Západočeské univerzity v Plzni a počítá se s využitím daného slovníku i akademickými pracovníky a studenty dalších filologických oborů na ostatních vysokých školách v České republice.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Využití mentálních map pro interpretaci textů",
        "title_en": "",
        "subtitle": "",
        "date_start": "2011-01-01",
        "date_end": "2011-12-31",
        "agency": "FRVŠ – Fond rozvoje vysokých škol",
        "agency_program": "",
        "code": "F0365/2011/F5a",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "PhDr. Jaromír Murgaš, CSc. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [
            "PhDr. Eva Žáčková, Ph.D. (KFI FF ZČU)"
          ],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Čtenářské výzkumy na různých typech škol, ale i zkušenosti vysokoškolských učitelů ukazují, že současná schopnost řady studentů a studentek porozumět textům, zejména textům obsahujícím složitější myšlenky a myšlenkové struktury, není dobrá. Studium mnoha oborů - samozřejmě také na naší filozofické fakultě, a zejména u kombinovaného studia - však tuto schopnost nutně vyžaduje. Je tedy třeba v současnosti vytvořit pro schopnost interpretace a porozumění určité pomůcky. A to nejlépe ve spolupráci učitelů a studentů i studentek, protože výchozí dispozice k orientaci v textech a prozumění jim jsou u každé z těchto obecných skupin trochu jiné. Projekt připraví společné návody v podobě vhodných mentálních map dílem k postupům při interpretaci filozofických textů, dílem ke konkrétním textům. Na typologizaci problémů interpretace, zpracování vhodných textů i vytvoření mentálních map se budou podílet studenti a studentky kursu Interpretace filozofických textů (IFT) a Filozofie a zkušenost gestaltu (FZG), kteří tak sami získají vhodné myšlenkové návyky a dovednosti, které uplatní buď při dalším studiu, nebo i v praxi na nejrůznějších institucích. Výsledky projektů budou textově (a časem elektronicky) dostupné i širší akademické veřejnosti.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Friedrich Waismann a jeho dílo",
        "title_en": "",
        "subtitle": "",
        "date_start": "2011-01-01",
        "date_end": "2013-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "GPP401/11/P097",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Radek Schuster, Ph.D. (ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "V rámci projektu bude zkoumáno opomíjené dílo filosofa a matematika Friedricha Waismanna (1896-1959), jenž mezi lety 1928-1936 úzce spolupracoval s Wittgensteinem a posléze sehrál klíčovou roli v transformaci logického pozitivizmu do oxfordské filosofie přirozeného jazyka. Waismannovo dílo, jehož nepublikovaná část je uložena jako Waismanns-Nachlass v Bodleian Library, je jednak primárním zdrojem proměnlivého Wittgensteinova myšlení a jednak obsahuje řadu původních a nosných koncepcí. Oba tyto aspekty Waismannova díla budou pojaty v historické perspektivě i v kontextu současné analytické filosofie. Projekt bude řešen na dvou metodologických rovinách: 1) badatelské a interpretační 2) editorské a komentátorské. Při realizaci projektu se předpokládá spolupráce mimo jiné s Bodleian Library (Oxford University) a Institut Wiener Kreis ( Universitat Wien). Výsledky projektu budou prezentovány formou: 2 českých monografií, 3 anglických článků, 1 kritické edice. Části pozůstalosti opatřené AJ/NJ úvodem a komentářem.",
        "keywords": [
          "Friedrich Waismann",
          "analytická filosofie",
          "filosofie vědy",
          "logický pozitivizmus",
          "oxfordská filosofie přirozeného jazyka",
          "Ludwig Wittgenstein"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Problematika umění v myšlení Jana Patočky",
        "title_en": "",
        "subtitle": "",
        "date_start": "2011-01-01",
        "date_end": "2013-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "GAP409/11/0324",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "PhDr. Miloš Ševčík, Ph.D. (KFI FF ZČU)",
        "co_investigator": [
          "Prof. Vlastimil Zuzka, CSc. (FF UK)"
        ],
        "team_members": {
          "academic": [
            "Mgr. Daniela Blahutková, Ph.D. (KFI FF ZČU)",
            "PhDr. Obdřej Dadejík, Ph.D. (FF UK)"
          ],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Grantový projekt se zaměří na Patočkovy názory na umění, prokáže však také aplikovatelnost některých Patočkových filozofických pojmů v oblasti estetiky. Projekt má tři hlavní části. Zaprvé, projekt se bude z historicko-systematického hlediska zabývat estetickou koncepcí Jana Patočky. Cílem této části projektu bude komplexně popsat vývoj a hlavní motivy Patočkových estetických názorů a ukázat jejich propojení s některými ze zásadních témat Patočkovy filozofie. Za druhé, projekt se bude věnovat Patočkovým literárním interpretacím. V této části projektu budou nejprve popsány základní rysy Patočkova teoretického přístupu k literatuře. Následně bude na konkrétních případech Patočkových interpretací ukázána osobitost i limity jeho chápání významu literatury. Za třetí, projekt se zaměří na Patočkovo pojetí svobody, produktivní imaginace a temporality a prokáže, že pomocí těchto Patočkových myšlenek může být popsána povaha estetické zkušenosti.",
        "keywords": [
          "Jan Patočka",
          "umění",
          "literatura",
          "interpretace",
          "filozofie",
          "mýtus",
          "imaginace",
          "svoboda",
          "temporalita",
          "estetická zkušenost"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2012": [
      {
        "title": "Veritas filia temporis",
        "title_en": "",
        "subtitle": "Zrození ideje teoretického pokroku",
        "date_start": "2012-01-01",
        "date_end": "2014-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "GAP401/12/0129",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Doc. PhDr. Daniel Špelda, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Hlavním cílem projektu je zkoumat původ ideje pokroku v raném novověku. Výzkum se bude soustředit na myšlenku teoretického pokroku, tj. víru v pokrok vědění, protože právě tato idea byla klíčovou složkou pro utvoření obecnější idee historického a sociálního pokroku lidstva. Řešitel se bude soustředit na tři hlavní témata: a) změny v pojmu vědění v 16. a 17. století; b) změny v chápání dějin filosofie a vědy během téhož období; c) ztotožnění růstu vědění s emancipací v 17. a 18. století. Z metodologického hlediska projekt spojuje přístupy historie filosofie, historie vědy, dějin idejí a dějin pojmů. Kromě několika článků bude hlavním výstupem projektu monografie, která představí nové vysvětlení historického původu a teoretických funkcí ideje pokroku ve filosofii a vědě raného novověku.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Elektronické opory a e-learning pro obory výpočtového a konstrukčního charakteru",
        "title_en": "",
        "subtitle": "",
        "date_start": "2012-03-31",
        "date_end": "2015-02-28",
        "agency": "OPVK",
        "agency_program": "2.2",
        "code": "CZ.1.07/2.2.00/28.0209",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Ludmila Dostálová, Ph.D.",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Cílem projektu je vytvořit chybějící metodiku, jak v prostředí e-learningových systémů zacházet s úlohami výpočtového a konstrukčního typu, aby mohly vzniknout efektivní nástroje pro jejich procvičování a hodnocení. Metodika bude aplikována na běžně užívané e-learningové systémy či jiné nástroje distanční výuky a automatického testování. Vzniknou manuály, v jaké podobě je daný systém schopen výpočtové a konstrukční úlohy implementovat a jakou může poskytovat zpětnou vazbu studentům i vyučujícím. Pro vybrané systémy budou vytvořeny moduly pro tyto úlohy. Obecná metodika i její dílčí aplikace se otestují ve výuce a představí vyučujícím. Výsledky projektu poskytnou zejména vyučujícím nástroje pro nahrazení prezenčních cvičení při distančním způsobu výuky, pro získání zpětné vazby o postupu studentů srovnatelnou s kontaktní výukou, a pro sdělení této informace studentům. Zaměření na výpočtové a konstrukční úlohy odpovídá potřebám matematických, technických i přírodovědných oborů.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Výzkumné centrum pro teorii a dějiny vědy",
        "title_en": "",
        "subtitle": "",
        "date_start": "2012-04-30",
        "date_end": "2015-03-31",
        "agency": "OPVK",
        "agency_program": "2.3",
        "code": "CZ.1.07/2.3.00/20.0138",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "PhDr. Radim Kočandrle, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [
            "PhDr. Lada Hanzelínová, Ph.D. (KFI FF ZČU)"
          ],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Jedná se o strategický projekt, jehož cílem je rozvoj současného výzkumného týmu katedry filozofie FF ZČU prostřednictvím ustavení Výzkumného centra pro teorii a dějiny vědy. V rámci projektu dojde k posílení týmu zahraničním vědcem z okruhu vedení European Society for the History of Science za účelem zapojení týmu do mezinárodních projektů a spoluprací vedoucích k excelenci v oblasti VaV. Zároveň dojde k posílení a stabilizaci týmu podpořením startovacích a inicializačních pracovních pozic. Plán na zvýšení konkurenceschopnosti týmu v oblasti VaV vychází z analýzy stávající strategie výzkumu v mezinárodním měřítku. Projekt je určen pro akademické pracovníky, studenty a Ph.D. absolventy. Podpořené osoby ze strany členů týmu budou především rozvíjet nové výzkumné aktivity, jejichž výsledky budou prezentovány na zahraničních konferencích a publikovány v prestižních časopisech. Udržitelnost těchto aktivit bude zajištěna intenzivní grantovou činností na mezinárodní úrovni.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2013": [
      {
        "title": "Španělská přírodní filosofie a geneze raně novověké vědy",
        "title_en": "",
        "subtitle": "",
        "date_start": "2013-02-01",
        "date_end": "2015-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "GP13-20763P",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "V rámci projektu bude zkoumáno dílo vybraných představitelů španělské renesanční přírodní filosofie (Acosta, Cárdenas, Oviedo, Hernández, Nieremberg, Oliva, Nebrija etc.), jež je českými i zahraničními badateli do značné míry či zcela opomíjeno. Pozornost bude věnována takovým tématům a kategoriím španělské renesanční přírodní filosofie, jež jsou považovány za charakteristické pro novověkou vědu: tradice vs. inovace ve španělské přírodní filosofii, idea utilitarity, idea vědecké kooperace a komunikace, mocenská koncepce poznání, legitimizace přírodní filosofie, institucionalizace vědění o přírodě, klasifikace poznatků o přírodě.",
        "keywords": [
          "španělská renesanční filosofie",
          "raně novověká věda",
          "metoda",
          "empirie",
          "experiment",
          "tradice vs. inovace",
          "vědecký humanismus",
          "přírodní filosofie",
          "historiae naturalis"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Logika",
        "title_en": "",
        "subtitle": "systémový rámec rozvoje oboru v ČR a koncepce logických propedeutik pro mezioborová studia",
        "date_start": "2013-04-04",
        "date_end": "2015-06-30",
        "agency": "OPVK",
        "agency_program": "2.2",
        "code": "CZ.1.07/2.2.00/28.0216",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Ludmila Dostálová, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Cílem projektu je zkoordinovat pracoviště věnující se logice, aby mohla účinně spolupracovat jak v oblasti oborového studia, tak v souvislosti s úvodními kurzy logiky pro různé obory. V oblasti oborových studií budou vytvořeny podmínky pro sdílení výuky mezi akreditovanými obory \"logika\" v rámci celé ČR, což prohloubí interakci mezi jednotlivými pracovišti a studentům zajistí odpovídající zázemí specializovaného byť spíše virtuálního pracoviště srovnatelného s pracovišti evropskými. Dalším krokem bude napojení takto sjednocených oborů na analogické obory v Evropě s cílem dosáhnout joint degrees. V oblasti vzdělávacích propedeutik dojde ke sjednocení požadavků na úvodní kurzy logiky podle potřeb oborů, pro které jsou vyučovány. Vzniknou specializované oborové didaktiky i metodiky výuky logiky pro právníky, učitele, informatiky, lingvisty, studenty humanitních oborů atd. Výstupem projektu bude: 40 inovovaných produktů 60 podpořených akad. pracovníků 3.200 podpořených studentů.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2014": [
      {
        "title": "Působení Jana Mukařovského v Plzni",
        "title_en": "",
        "subtitle": "",
        "date_start": "2014-02-19",
        "date_end": "2014-12-31",
        "agency": "PUM2014, Plzeň - univerzitní město 2014",
        "agency_program": "",
        "code": "16 PUM 2014",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "PhDr. Miloš Ševčík, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Projekt si klade za cíl poprvé systematicky prozkoumat působení pravděpodobně nejvýznamnějšího českého estetika 20. století Jana Mukařovského v Plzni v letech 1915-1925. V rámci projektu se jeho řešitel na jedné straně zaměří na pedagogické působení Jana Mukařovského v Plzni, zejména na plzeňském dívčím reformním reálném gymnáziu. Na straně druhé bude řešitel podrobně analyzovat publikační činnost Jana Mukařovského v době jeho plzeňského působení.",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2015": [
      {
        "title": "Propojení kosmologické koncepce ploché Země a meteorologie v antické iónské filosofii",
        "title_en": "",
        "subtitle": "",
        "date_start": "2015-01-01",
        "date_end": "2017-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "GA15-08890S",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Dirk L. Couprie (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [
            "PhDr. Radim Kočandrle, Ph.D. (KFI FF ZČU)"
          ],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Projekt je zaměřen na základní výzkum paradigmatického koncemtu ploché Země a na interpretaci meteorilogických fenoménů v předsokratické kosmologii. Podstata projektu spočívá v systematickém objasnění a popisu odlišností konceptů ploché a kulové země v souvislosti s meteorologií, klimatem, kartografií a astronomií. To obsahuje vysvětlení konsekvencí interperací koncepce ploché země jako dominujícího předsokratického výkladu světa a jeho meteorologického pozadí. Zvláštní pozornost bude věnována ukázání a diskuzím chyb a anachronismů vycházející ze směšování předpokladů kulové a ploché Země jak v doxografii, tak u soudobých badatelů. Hlavním výstupem projektu budou dvě monografie a šest odborných článků.",
        "keywords": [
          "kosmologie",
          "Země",
          "meteorologie",
          "filozofie",
          "antika"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Research and Teaching in Digital Humanities with a Focus on Wittgenstein Philosophy",
        "title_en": "Research and Teaching in Digital Humanities with a Focus on Wittgenstein Philosophy",
        "subtitle": "",
        "date_start": "2015-08-04",
        "date_end": "2015-11-24",
        "agency": "Program na spolupráci škol a stipendia EHP fondy",
        "agency_program": "CZ07",
        "code": "NF-CZ07-INP-3-1382014",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Radek Schuster, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "The individual mobility project should be implemented in the form of a research stay in the Wittgenstein Archive/Department of Philosophy at the University of Bergen and has four main objectives: 1) increase competences and gain new knowledge of up-to-date software tools and methodology in Digital Humanities; 2) share knowledge and results in research of Wittgenstein's philosophy and legacy; 3) share experiences from practice in university teaching of analytical philosophy (especially with a focus on Wittgenstein) with the use of new media and information technologies; 4) discuss and plan further cooperation between University of Bergen and University of West Bohemia in research and education particularly in the field of Digital Humanities (e.g. Norway Grants, Horizon2020, Erasmus Plus). Klíčová slova: Digital Humanities, Wittgenstein's Nachlass, Wittgenstein's Philosophy, Semantic Web, Text Encoding, Formal Ontologies, Conceptual Mapping",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2016": [
      {
        "title": "Der logische Wahrscheinlichkeitsbegriff des Wiener Kreises",
        "title_en": "",
        "subtitle": "",
        "date_start": "2016-05-01",
        "date_end": "2016-05-31",
        "agency": "AKTION – Spolupráce s Rakouskem",
        "agency_program": "",
        "code": "Stipendium UW",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Radek Schuster, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "The project is implemented in the form of a research stay at the University of Vienna (Institut Wiener Kreis/Institut für Philosophie, Universität Wien). It deals with the logical concept of probability introduced by members of the Vienna Circle in philosophy of mathematics. This logical approach to probability tries to encapsulate the degree of confirmation that an evidence provides to a hypothesis and doing so it expects that probability can be computed by a determination of the space of possibilities. The research examining this conception combines the historiographical perspective with the reflection of the present state-of-the-art and has two main objectives: 1) to investigate the influence of Waismann's logical analysis of probability - developed in the course of collaboration with Wittgenstein and Schlick in 1929/1930 - on later Carnap's logical theory of probability; 2) to evaluate the Vienna Circle logical approach to probability in the context of discussions on probability and induction in the current philosophy of mathematics.",
        "keywords": [
          "logical theory of probability",
          "philosophy of mathematics",
          "Vienna Circle"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Encoding and Interpreting in Digital Humanities",
        "title_en": "Encoding and Interpreting in Digital Humanities",
        "subtitle": "",
        "date_start": "2016-06-08",
        "date_end": "2016-08-16",
        "agency": "CZ07 – Program na spolupráci škol a stipendia EHP fondy",
        "agency_program": "",
        "code": "NF-CZ07-INP-5-346-2016",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Radek Schuster, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "The individual mobility project (no. NF-CZ07-INP-5-346-2016) is implemented in a form of the research stay at the Department of Philosophy and the Wittgenstein Archive, the University of Bergen in Norway. The main objective of the project is to investigate an influence of text-encoding utilizing digital tools upon the understanding content of texts and manuscripts that are to be digitalized. The shift in methodology of interpretation of the text-content that is caused by digitalization is to be examined on the case of the Bergen Electronic Edition of Wittgenstein Nachlass and the Bergen Electronic Wittgenstein Source. The project is financed by the EEA and Norway Grants, Scholarship Programme and Bilateral Scholarship Programme CZ07.",
        "keywords": [
          "digital humanities",
          "editorial philology",
          "encoding",
          "interpretation",
          "philosophy"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "The Role of Self-Reference in Human-Computer Interaction",
        "title_en": "The Role of Self-Reference in Human-Computer Interaction",
        "subtitle": "",
        "date_start": "2016-09-25",
        "date_end": "2017-02-05",
        "agency": "Fulbright",
        "agency_program": "",
        "code": "Fulbright VSP2016",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Radek Schuster, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Interdisciplinary research will focus on the principle of self-reference in human-computer interaction combining perspectives of logic, philosophy of language and artificial intelligence (AI). The initial hypothesis is that self-reference is the natural core of human consciousness, to which language is the main gate. Currently, this seems to be proved by both the revival of the strong AI program to create (not just simulate) a self-conscious agent and the huge development of speech technologies. In this context self-reference (and related phenomena, e.g. figurativeness, paradoxes and recursion) will be investigated in natural, formal and programming languages",
        "keywords": [
          "human-computer interaction",
          "self-reference",
          "semantics",
          "artificial intelligence"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Kompetence pro česko-bavorský příhraniční region - vzdělávací modul",
        "title_en": "",
        "subtitle": "",
        "date_start": "2016-10-01",
        "date_end": "2019-09-30",
        "agency": "INTERREG V-A",
        "agency_program": "(CZ-BY) – Program přeshraniční spolupráce Česká republika – Svobodný stát Bavorsko (2014-2020)",
        "code": "79",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Prof. Marek Nekula (Universität Regensburg)",
        "co_investigator": [
          "Mgr. Daniela Blahutková, Ph.D. (KFI FF ZČU)"
        ],
        "team_members": {
          "academic": [
            "Mgr. Jitka Paitlová, Ph.D. (KFI FF ZČU)",
            "PhDr. Lada Hanzelínová, Ph.D. (KFI FF ZČU)",
            "Martin Oswald (Universität Regensburg)"
          ],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Cílem projektu je vytvoření a pilotní realizace vzdělávacího certifikátového modulu, který má poskytovat jazykové, (inter)kulturní, areálové znalosti a kompetence studentům univerzit a vysokých škol v česko-bavorském příhraničním regionu, a tím zvyšovat jejich kvalifikaci a šance na zdejším pracovním trhu. Dvousemestrální modul má ve čtyřech výukových segmentech zprostředkovat jazykové znalosti na úrovni A2 (Bavorsko) / B1 (Česko), znalosti reálií, areálové kompetence a praxi odborně profilovaných interkulturních setkávání. Cílovou skupinou jsou studenti všech oborů univerzit a vysokých škol na dotačním území. Jako specificky regionální kvalifikace bude modul certifikován - umožní absolventům vykázat nabyté znalosti a kompetence. Přidaná hodnota projektu spočívá zejména v odstraňování jazykových a kulturních bariér na území programu, dále ve vytváření sítě kontaktů a kooperací a v modelovém charakteru vytvořeného a pilotně realizovaného modulu - lze očekávat efekt pro přeshraniční spolupráci, značně přesahující dobu realizace projektu. Výchozí místa realizace projektu jsou Regensburg a Plzeň, praktický segment bude realizován střídavě oběma partnery projektu na různých místech dotačního území.",
        "keywords": [
          "vzdělání",
          "region",
          "interkulturní kompetence",
          "jazykové znalosti",
          "certifikátový program"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2017": [
      {
        "title": "Die Wissenschaftsphilosophie: Das Erbe des Wiener Kreises",
        "title_en": "",
        "subtitle": "",
        "date_start": "2017-04-01",
        "date_end": "2017-09-30",
        "agency": "AKTION – Spolupráce s Rakouskem",
        "agency_program": "",
        "code": "",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Radek Schuster, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "The project will be implemented in the form of six-month research stay at Institut Wiener Kreis and Institute für Philosophie, Universität Wien under the supervision of prof. Friedrich Stadler. The project main objective is the preparation for habilitation in Philosophy and History of Science. Generally the research will deal with the ideas and legacy of the Vienna Circle, both in the historiographical perspective and in the context of current debates in the philosophy of science. Particularly it will focus on the following topics: 1) Principles of the logical empiricism and its transformation 2) Philosophy of mathematics in the Vienna Circle 3) Conceptions of logic and semantics in the Vienna Circle 4) Wittgenstein’s influence upon the Vienna Circle.",
        "keywords": [
          "Philosophy and History of Science",
          "Philosophy of Mathematics",
          "Vienna Circle",
          "Logical Empiricism"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2018": [
      {
        "title": "Cazamianova koncepce humoru",
        "title_en": "",
        "subtitle": "",
        "date_start": "2018-01-01",
        "date_end": "2019-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "18-15841S",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "PhDr. Miloš Ševčík, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Anotace: Projekt se bude zabývat koncepcí humoru, kterou vytvořil Louis Cazamian. Poukáži na to, že Cazamianova analýza humoru rozvíjí krátké poznámky Henriho Bergsona o humoru jako typu komické transpozice jazyka. Podobně jako Bergson zdůrazňuje Cazamian vztah humoru k morálce a vědeckému pohledu na skutečnost. Cazamian však pojímá humor jako komplexní jev, který má jak ?negativní?, tak i ?pozitivní? stránku. Negativní stránka humoru spočívá v nahrazení přirozené reakce na určitou skutečnost reakcí vynalezenou. Negativní stránka humoru odpovídá povaze vynalezené reakce a v povaze pocitů nebo myšlenek sugerovaných takovou reakcí. Podle Cazamiana můžeme definovat jedině negativní stránku humoru. Jeho pozitivní stránku je vždy jedinečná, protože odpovídá osobnosti humoristy. Zdůrazním, že Cazamianovo pojetí humoru představuje výsledek plodného a inovativního rozpracování několika významných, a přitom Cazamianem samotným nezmíněných motivů Bergsonova filozofie a estetiky",
        "keywords": [
          "Louis Cazamian",
          "humor",
          "komično",
          "Henri Bergson"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Dřevařství na Šumavě a v Bavorském lese Forst- und Holzwirtschaft im Böhmerwald und im Bayerischen Wald",
        "title_en": "",
        "subtitle": "",
        "date_start": "2018-01-01",
        "date_end": "2020-12-31",
        "agency": "INTERREG V-A",
        "agency_program": "(CZ-BY) – Program přeshraniční spolupráce Česká republika – Svobodný stát Bavorsko (2014-2020)",
        "code": "133",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "PhDr. Lada Hanzelínová, Ph.D.",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Projekt je zaměřen na výzkum a prezentaci kulturního dědictví a identity regionu s důrazem na dřevařství od 18. století jako ekonomické a ekologické činnosti. Klíčová slova: dřevařství, kulturní dědictví, identita regionu",
        "keywords": [],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Objektivita",
        "title_en": "",
        "subtitle": "Experimentální přístup k tradičnímu filosofickému problému",
        "date_start": "2018-01-01",
        "date_end": "2020-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "18-08239S",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Jitka Paitlová, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [
            "PhDr. Petr Jedlička",
            "RNDr. Lucie Kubínová, CSc.",
            "RNDr. Petr Petřík, Ph.D.",
            "RNDr. Blanka Vlasáková, Ph.D."
          ],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Koncept vědecké objektivity prodělal v průběhu 20. století mnoho významových změn. Záměrem předkládaného projektu je podrobit tento koncept kritické analýze a nalézt jeho aktuální uchopení. Stěžejním záměrem je pak aplikování nového přístupu experimentální filozofie na takto získaný koncept vědecké objektivity. Experimentální filozofie je relativně novým proudem ve filozofii, který používá empirické a experimentální metody věd (sociologie, psychologie a kognitivní vědy) ke kritickému zhodnocení filozofických hypotéz. Experimentální přístup směřuje k testování hypotéz, které ve filozofii vědy tradičně zůstávají ve spekulativním stadiu, což je jednou z příčin stagnace tohoto oboru. Vzhledem k tomu, že bylo dosud ve světě provedeno jen několik studií pod hlavičkou této nové disciplíny, představuje projekt šanci získat nové poznatky v poměrně neprobádané oblasti. Nabízí příležitost zajímavých objevů na poli filozofie vědy, neboť tento přístup zatím zkoumal jen etické a epistemologické otázky. Pro českou filozofii vědy nabízí možnost posunout se směrem k centru světové diskuze.",
        "keywords": [
          "objektivita",
          "věda",
          "experimentální filosofie"
        ],
        "output": "",
        "project_web_link": "https://kfi.zcu.cz/veda-a-vyzkum/projekty/projekty/Objektivita.html",
        "contact": "objectivitycz@gmail.com",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "2019": [
      {
        "title": "Neklasická interpretace aristotelské logiky a teorie predikace",
        "title_en": "",
        "subtitle": "",
        "date_start": "2019-01-01",
        "date_end": "2021-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "19-06839S",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "Mgr. Karel Šebela, Ph.D. (UPOL)",
        "co_investigator": [
          "Mgr. Ludmila Dostálová, Ph.D. (KFI FF ZČU)",
          "Mgr. Petr Dvořák, Ph.D."
        ],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Obecně se předpokládá, že Aristotelés je zakladatelem logiky jako samostatné vědecké disciplíny. Jako takový je proto pokládán za předchůdce moderní klasické logiky. Aristotelská logika tak často chápána jako klasická a jako pouhý fragment kanonické moderní extenzionální logiky, jmenovitě predikátové logiky prvního řádu. Sémantika pro aristotelskou logiku se kromě toho bere jako množinově teoretická, reprezentovaná většinou Vennovými diagramy. Pokud nicméně analyzujeme Aristotelovy logické spisy, pak se zdá, že původní Aristotelova logika nesplňuje první princip klasické logiky, tj. princip extenzionality. Tento fakt se stane mnohem zřejmější, když dále prozkoumáme středověké netradiční interpretace Aristotelovy teorie predikace. Opřeni o tato pozorování ukážeme, že původní Aristotelova logika nebyla klasická, nemůže být adekvátně interpretovaná v rámci logiky prvního řádu a její sémantika není množinově teoretická. Poté navrhneme novou interpretaci Aristotelovy původní logiky jako sortální logiky.",
        "keywords": [
          "predikace",
          "analogie",
          "intenzionální logika",
          "vícesortová logika"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Proměny pojetí prostoru v předsokratovských kosmologiích",
        "title_en": "",
        "subtitle": "",
        "date_start": "2019-01-01",
        "date_end": "2021-12-31",
        "agency": "GAČR",
        "agency_program": "",
        "code": "19-05575S",
        "beneficiary": "",
        "other_participants": "",
        "investigator": "PhDr. Radim Kočandrle, Ph.D. (KFI FF ZČU)",
        "co_investigator": [],
        "team_members": {
          "academic": [],
          "student_doctorate": [],
          "student_other": []
        },
        "annotation": "Projekt je zaměřen na zkoumání proměn pojetí prostoru v předsokratovských kosmologiích. Vzhledem k nedostatku přímých textových pramenů nejsou tyto koncepce dosud přesvědčivě zrekonstruovány. Projekt ovšem vychází z předpokladu, že základem každé koncepce univerza je otázka prostoru. Právě sledování postupných změn v pojetí prostoru tak podle projektu umožňuje rekonstrukci klíčových aspektů předsokratovských kosmologií. Zásadním krokem je přitom odlišení iónské a italské větve předsokratovské filosofie. Projekt poukáže na to, že iónská větev filosofie vycházela z koncepce ploché Země, přičemž se prostor univerza prostíral pouze mezi Zemí a nebem. Nebeská tělesa proto byla pokládána za meteorologické jevy a obíhala pouze nad Zemí. V italské větvi filosofie se naopak objevila koncepce sférického univerza a sférické Země, která se tak nalézala v prostoru univerza. Nebeská tělesa byla zároveň považována za konkrétní objekty s oběhy i pod Zemí. Právě tato koncepce nalezla své vyústění u Aristotela.",
        "keywords": [
          "filosofie",
          "kosmologie",
          "nebe",
          "nebeská tělesa",
          "prostor",
          "Země"
        ],
        "output": "",
        "project_web_link": "",
        "contact": "",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ]
  }
}