{
  "publikace": {
    "preklady": [
      {
          "title": "Eukleidés: Základy. Kniha XIII.",
          "title_en": "Eukleides: Elements. The Book 13",
          "author": "VOPĚNKA, Petr, VĚTROVCOVÁ, Marie",
          "published_date": "2018",
          "publisher": "OPS",
          "meta_info": "VOPĚNKA, P., VĚTROVCOVÁ, M., KUPČÁKOVÁ, M. Eukleidés: Základy. Kniha XIII.. 1.. vyd. Kanina a Plzeň : OPS a ZČU, 2018, 88 s. ISBN: 978-80-261-0529-9 ",
          "annotation_short": "",
          "annotation": "Vydání kritického překladu 13. knihy Eukleidových Základů o pravidelných mnohostěnech a užití iracionalit podle překladu Františka Servíta s úvodní studií Petra Vopěnky a dopracování Marií Větrovcovou a Marií Kupčákovou. Překlad je doplněn poznámkovým aparátem s opravami a současnou terminologií (Marie Větrovcová, Marie Kupčáková). Doprovodné obrázky provedla Marie Kupčáková.",
          "keywords": "dějiny matematiky, Eukleidés, Základy, pravidelné mnohostěny",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },

	  {
          "title": "Herbert Marcuse. Příslib štěstí",
          "title_en": "",
          "author": "PROFANT, Martin",
          "published_date": "2017",
          "publisher": "Epocha",
          "meta_info": "PROFANT, M. Herbert Marcuse. Příslib štěstí. 1. vyd. Praha : Epocha, 2017, 376 s. ISBN: 978-80-7557-102-1",
          "annotation_short": "Překlad textů Herberta Marcuse Příslib štěstí. Doplněno úvodní monografickou studií, chronologickou tabulkou a informací o původním vydání překládaných textů.",
          "annotation": "Čtenáři se dostává do ruky šest studií Herberta Marcuse, nyní v českém překladu, z nichž nejstarší Nové prameny k založení historického materialismu pochází z roku 1932, nejmladší Represivní tolerance pak byla napsána v roce 1965, ale zásadně rozšířena v roce 1968. Texty reprezentují různé úseky myslitelského vývoje jedné z nejvýraznějších osobností první generace kritické teorie. Reprezentují proměny, kterými Marcuse reagoval na překotně se měnící svět i to, čemu zůstal vždy věrný: Starost o svobodu a štěstí, které nemohou být jedno bez druhého; starosti o svobodu a štěstí, které vycházejí ze skutečné solidarity lidského rodu a nemohou a nesmějí koexistovat s bídou a utrpením kohokoliv jiného.",
          "keywords": "Herbert Marcuse",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Hans Küng: Židovství",
          "title_en": "",
          "author": "BLAHUTKOVÁ, Daniela, PETKEVIČ, Vladimír, POHUNKOVÁ, Dagmar",
          "published_date": "2016",
          "publisher": "Barrister & Principal",
          "meta_info": "PETKEVIČ, V., BLAHUTKOVÁ, D., POHUNKOVÁ, D. Hans Küng: Židovství. 1. vyd. Brno : Barrister & Principal, 2016, 635 s. ISBN: 978-80-7485-110-0",
          "annotation_short": "Překlad zprostředkovává monografii švýcarského teologa a religionisty Hanse Künga Judentum. Wesen und Geschichte (Piper, München 1991), jíž autor v 90. letech zahájil trilogii věnovanou tzv. abrahamovským náboženstvím (židovství, křesťanství, islámu). ",
          "annotation": "Překlad zprostředkovává monografii švýcarského teologa a religionisty Hanse Künga Judentum. Wesen und Geschichte (Piper, München 1991), jíž autor v 90. letech zahájil trilogii věnovanou tzv. abrahamovským náboženstvím (židovství, křesťanství, islámu). Dnes už klasická studie předkládá systematický pohled na židovství z teologické, historické a politické perspektivy. Židovské dějiny představuje jako sled epochálních konstelací neboli paradigmat. Kriticky pohlíží na vztahy křesťanství a židovství zejména ve 20. století, analyzuje předpoklady vzniku Státu Izrael i politické a náboženské aspekty jeho existence, probírá otázky židovské identity a zvažuje možnosti mezináboženského trialogu židů, křesťanů a muslimů, který závěrem spojuje s vizí světového étosu a nadějí na mír na Blízkém východě i v globalizovaném světě.",
          "keywords": "teologie, religionistika, judaismus, mezináboženský dialog",
          "podrobnostiUrl": "",
          "type": ["preklad", "monografie"],
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Vědecké pojetí světa - Vídeňský kroužek",
          "title_en": "",
          "author": "FIALA, Jiří, DACH, Stefanie, SCHUSTER, Radek",
          "published_date": "2015",
          "publisher": "Západočeská univerzita",
          "meta_info": "FIALA, J., DACH, S., SCHUSTER, R. Vědecké pojetí světa - Vídeňský kroužek. 1. vyd. Pilsen : Západočeská univerzita, 2015, 16 s. ISBN: 978-80-261-0440-7",
          "annotation_short": "Revidovaný český překlad manifestu Vídeňského kroužku Vědecké pojetí světa vydaného Společností Ernst Mach v roce 1929.",
          "annotation": "",
          "keywords": "analytická filosofie, Vídeňský kroužek, dějiny filosofie, logický empirismus",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Joseph Ratzinger - Benedikt XVI.: Ježíš Nazaretský. Prolog",
          "title_en": "",
          "author": "BLAHUTKOVÁ, Daniela",
          "published_date": "2013",
          "publisher": "Barrister & Principal",
          "meta_info": "BLAHUTKOVÁ, D. Joseph Ratzinger - Benedikt XVI.: Ježíš Nazaretský. Prolog. 1. vyd. Brno : Barrister & Principal, 2013, ISBN: 978-80-87474-89-1",
          "annotation_short": "Třetí díl trilogie papeže Benedikta XVI. doplňuje předchozí o exegezi tzv. evangelií dětství (Lukáš, Matouš), v nichž je Ježíšův příběh interpretován jako naplnění dějin spásy. ",
          "annotation": "Třetí díl trilogie papeže Benedikta XVI. doplňuje předchozí o exegezi tzv. evangelií dětství (Lukáš, Matouš), v nichž je Ježíšův příběh interpretován jako naplnění dějin spásy. Autor zkoumá paralely a vzájemné vztahy výkladu Ježíšova dětství v obou evangeliích a sleduje otázku univerzálního i historického významu biblických textů.",
          "keywords": "teologie; christologie; Benedikt XVI.; překlad",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
		{
          "title": "Eukleides: Základy. Kniha X.",
          "title_en": "Euclid: Elements. Book X ",
          "author": "VOPĚNKA, Petr",
          "published_date": "2012",
          "publisher": "OPS",
          "meta_info": "VOPĚNKA, P. Eukleides: Základy. Kniha X.. 1. vyd. Kanina : OPS, 2012, 176 s. ISBN: 978-80-87269-26-8 ",
          "annotation_short": "Nové české vydání rozsáhlé aritmetické knihy Eukleidových Základů s komentářem Petra Vopěnky s využitím překladu Františka Servíta (z roku 1907). Překlad předchází rozsáhlá studie Petra Vopěnka.",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
		{
          "title": "Gotlob Frege: Pojmopis",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2012",
          "publisher": "OIKOYMENH",
          "meta_info": "FIALA, J. Gotlob Frege: Pojmopis. 1. vyd. Praha : OIKOYMENH, 2012, 194 s. ISBN: 978-80-7298-384-1 ",
          "annotation_short": "",
          "annotation": "Vznik matematické logiky je první revolucí v logice od dob Aristotelových. Úvodní část tvoří český překlad, druhou a třetí část doprovází faksimile prvního německého vydání (1879) ? druhá část je dvojím překladem: do češtiny a do dnešní symboliky, třetí pak výkladem?přepisem do současného značení i jazyka. Překlad J. Fialy je doprovázen obsáhlým komentářem.",
          "keywords": "historie matematiky 19. a 20. století; G. Frege; matematická logika; analytická filosofie; aritmetika; základy matematiky",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
		 {
          "title": "Eukleides: Základy. Knihy XI-XII.",
          "title_en": "Euclid: Elements. Books XI-XII ",
          "author": "VOPĚNKA, Petr",
          "published_date": "2011",
          "publisher": "OPS",
          "meta_info": "VOPĚNKA, P. Eukleides: Základy. Knihy XI-XII. 1. vyd. Kanina : OPS, 2011, 154 s. ISBN: 978-80-87269-24-4 ",
          "annotation_short": "",
          "annotation": "Nové české vydání stereometrických knih Eukleidových Základů s komentářem Petra Vopěnky s využitím překladu Františka Servíta (z roku 1907). Překlad předchází pět studií Petra Vopěnka ke starověké geometrii a stereometrii. ",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
		 {
          "title": "Gotlob Frege: Logická zkoumání. Základy aritmetiky.",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2011",
          "publisher": "OIKOYMENH",
          "meta_info": "FIALA, J. Gotlob Frege: Logická zkoumání. Základy aritmetiky. 1. vyd. Praha : OIKOYMENH, 2011, 265 s. ISBN: 978-80-7298-319-3 ",
          "annotation_short": "",
          "annotation": "První část obsahuje soubor nejdůležitějších Fregeho článků, v nichž byl proveden ?obrat k jazyku? a položeny základy jak matematické logice, tak analytické filosofii. Ve druhé části je základní Fregeho pojednání o logickém založení aritmetiky, které velmi ovlivnilo matematiku i filosofii dvacátého století.",
          "keywords": "historie matematiky 19. a 20. století, G. Frege, matematická logika, analytická filosofie, aritmetika, základy matematiky",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Světlo světa. Papež církev a znamení doby",
          "title_en": "",
          "author": "BLAHUTKOVÁ, Daniela",
          "published_date": "2011",
          "publisher": "Barrister & Principal",
          "meta_info": "BLAHUTKOVÁ, D. Světlo světa. Papež církev a znamení doby. 1. vyd. Brno : Barrister & Principal, 2011, 204 s. ISBN: 978-80-87474-14-3",
          "annotation_short": "",
          "annotation": "Třetí z řady rozhovorů mezi německým žurnalistou Peterem Seewaldem a Josephem Ratzingerem, první v období, kdy Joseph Ratzinger zastává papežský úřad. Hodnoceno jako velmi otevřená debata, která tematizuje i řadu kontroverzních témat kolem situace církve a jejího místa v dnešním světě. Benedikt XVI. se vyjadřuje k tématům jako kulturní relativismus západního světa, mezináboženský dialog, ekumena, krize a skandály v katolické církvi a jejich medializace, víra dnes, orientace římskokatolické církve do budoucna. Vedle toho odpovídá i na řadu osobních otázek P. Seewalda",
          "keywords": "Benedikt XVI., teologie, religionistika, církev, papež, rozhovory",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
		 {
          "title": "Niels H. Abel: O algebraických rovnicích",
          "title_en": "Niels H. Abel: On algebraic equations ",
          "author": "BENEDIKTOVÁ, Marie",
          "published_date": "2011",
          "publisher": "OPS",
          "meta_info": "BENEDIKTOVÁ, M. Niels H. Abel: O algebraických rovnicích. 1. vyd. Plzeň : Kanina : OPS, 2011, 148 s. ISBN: 978-80-87269-23-7 ",
          "annotation_short": "",
          "annotation": "Český kritický překlad vybraných Abelových statí k řešitelnosti algebraických rovnic 5. stupně doplněný o původní pojednání o epistemologické proměně matematiky 19. století s důrazem na algebru. Přeloženo z francouzštiny za použití původních německých Abelových prací. ",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Joseph Ratzinger - Benedikt XVI.: Ježíš Nazaretský - 2. díl. Od vjezdu do Jeruzaléma do zmrtvýchvstání",
          "title_en": "",
          "author": "BLAHUTKOVÁ, Daniela",
          "published_date": "2011",
          "publisher": "Barrister & Principal",
          "meta_info": "BLAHUTKOVÁ, D. Ježíš Nazaretský - 2. díl. Od vjezdu do Jeruzaléma do zmrtvýchvstání. 1. vyd. Brno : Barrister & Principal, 2011, 227 s. ISBN: 978-80-87474-35-8",
          "annotation_short": "",
          "annotation": "Druhý díl knihy, kterou autor charakterizoval jako výraz osobního hledání, ne akt učitelského úřadu, promýšlí nejzávažnější části novozákonního svědectví. Metodologicky se zde Benedikt XVI. hlásí k hermeneutice, která zodpovědně zachází s historickým poznáním, ale jeho výsledky integruje do interpretace tajemství zmrtvýchvstání. Interpretace evangelií v obou dílech je vedena otázkou, kdo byl Ježíš, ale také, kým je pro člověka dnes; odkazuje jak k vědecké exegezi, tak k teologické ortodoxii či duchovnímu čtení.",
          "keywords": "spiritualita, teologie, christologie, Benedikt XVI.",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
		 {
          "title": "Eukleides: Základy VII-IX",
          "title_en": "Euclid: Elements VII-IX ",
          "author": "VOPĚNKA, Petr",
          "published_date": "2010",
          "publisher": "OPS",
          "meta_info": "VOPĚNKA, P. Eukleides: Základy VII-IX. 1.. vyd. Nymburk : OPS, 2010, 189 s. ISBN: 978-80-87269-11-4 ",
          "annotation_short": "",
          "annotation": " Sedmá, osmá a devátá kniha Eukleidových Základů spadají do oblasti aritmetiky. Knihy jsou utvářeny tak, že evidence založená na malých číslech, podává definice, tvrzení a axiomy. Sedmá kniha je první teorií čísel, která je ale stále ještě vystavěna na geometrickém podkladě. Osmá je dalším širším pokračováním předchozí knihy. Devátá kniha se zaměřuje na prvočísla a zahrnuje známé tvrzení o nekonečném počtu prvočísel. Autorem komentářů a redaktorem textů je Petr Vopěnka. Na začátku knihy je rovněž jeho úvodní studie Pojednání o přirozených číslech. Součástí knihy je moderní matematický přepis osmé knihy od Evy Patákové. Na závěr je připojeno Heibergovo kritické vydání Základů (z roku 1883) v původním českém překladu od Františka Servíta (z roku 1907). ",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
		 {
          "title": "René Descartes: Geometrie",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2010",
          "publisher": "OIKOYMENH",
          "meta_info": "FIALA, J. René Descartes: Geometrie. 1.. vyd. Praha : Oikoymenh, 2010, 268 s. ISBN: 978-80-7298-313-1 ",
          "annotation_short": "",
          "annotation": "Součástí Descartovy Rozpravy o metodě byly tři ?eseje?, které ilus­trovaly Descartovu metodu. Jedním z nich je slavná Geometrie,zá­kladní dílo novověké matematiky, první revoluce od vzniku řecké geometrie. Dílo obsahuje několik stran komentářů autora Jiřího Fialy, jeho český překlad je pořízen podle původního fran­couzského znění a doprovází jej faksimile prvního latinského pře­kladu podle vydání z roku 1683",
          "keywords": "René Descartes, geometrie, matematika 17. století, dějiny matematiky, analytická geometrie",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Descartes: La dioptrique = Dioptrika",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2010",
          "publisher": "OIKOYMENH",
          "meta_info": "FIALA, J. Descartes: La dioptrique = Dioptrika. 1.. vyd. Praha : Oikoymenh, 2010, 308 s. ISBN: 978-80-7298-385-8",
          "annotation_short": "",
          "annotation": "Dioptrika je další z esejů z Rozpravy o metodě, v němž Descartes předvádí svou metodu na nauce o světle, zvláště pak na objevu zákona lomu světla a jeho důsledcích. Český překlad Jiřího Fialy je veden formou francouzsko-české bilingvy s původními obrázky a závěrečnou původní studií Jiřího Fialy",
          "keywords": "René Descartes, optika, filosofie a dějiny vědy, zákon lomu světla",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Henri Poincaré: Číslo - prostor – čas",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2010",
          "publisher": "OPS",
          "meta_info": "FIALA, J. Henri Poincaré: Číslo - prostor - čas. 1.. vyd. Kanina : OPS, 2010, 227 s. ISBN: 978-80-87269-14-5 ",
          "annotation_short": "",
          "annotation": "Kniha obsahuje kritický překlad deseti vybraných Poincarého esejů, které se zaobírají filosofií matematiky a fyziky. Přehled vybraných textů je uveden na začátku knihy. Poznámky opatřili Jiří Fiala a Marie Benediktová Větrovcová. Kniha je doplněna původní studií, která se věnuje uvedením do Poincarého filosofie vědy. Autorem studie je Jiří Fiala.",
          "keywords": "Henri Poincaré, filosofie matematiky a fyziky, dějiny matematiky 19. století, invence, definice, povaha matematického uvažování, intuice a logika, měření času, prostor, geometrie",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
		{
          "title": "Eukleides Základy. Knihy V-VI.",
          "title_en": "Eukleides Elements. Books V-VI ",
          "author": "VOPĚNKA, Petr",
          "published_date": "2009",
          "publisher": "OPS",
          "meta_info": "VOPĚNKA, P. Eukleides Základy. Knihy V-VI. Nymburk : OPS, 2009, 130 s. ISBN: 978-80-87269-05-3 ",
          "annotation_short": "",
          "annotation": "Pátá a šestá kniha Eukleidových Základů pojednává o poměrech veličin, především délek úseček a plošných obsahů triangulovatelných útvarů. Přitom výsledky páté knihy jsou snadno odvoditelnými rovnostmi či nerovnostmi příslušného formálního algebraického kalkulu, který ovšem v doběEukleidově nebyl znám. Podobně některé výsledky obsažené v šesté knize, ale i řadu dalších, navíc obtížně dosažitelných v názorné geometrii, lze snadno obdržet Descartovou metodou (viz oddíl Dixit Cartesius v knize Al-Chvárizmí: Aritmetický a algebraický traktát, OPS, Nymburk 2008). Autorem komentářů a textů doplňujících Heibergovo (a tedy i české Servítovo) vydání Základů je Petr Vopěnka. ",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Relativismus a kontingentní budoucnosti",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2009",
          "publisher": "Filosofický ústav AV ČR",
          "full_meta_info": "FIALA, J. Relativismus a kontingentní budoucnosti. Filosofický ústav Akademie věd České republiky, 2009",
          "annotation_short": "",
          "annotation": "Analyzuje se MacFarlanovo pojetí relativismu ohledně pravdivosti výroků o budoucnosti. Analýza se provádí prostředky formální temporální logiky.",
          "keywords": "temporální logika, výroky o budoucnosti, relativismus",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "M. Lévinas, E.. La réalité et son ombre",
          "title_en": "",
          "author": "ŠEVČÍK, Miloš",
          "published_date": "2009",
          "publisher": "Filosofický ústav AV ČR",
          "meta_info": "ŠEVČÍK, M. Lévinas, E.. La réalité et son ombre. Filosofický ústav AV ČR, 2009",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Wunibald Müller. Nabrat dech v Boží blízkosti",
          "title_en": "",
          "author": "BLAHUTKOVÁ, Daniela",
          "published_date": "2009",
          "publisher": "Karmelitánské nakladatelství",
          "meta_info": "BLAHUTKOVÁ, D. Nabrat dech v Boží blízkosti. Karmelitánské nakladatelství, Kostelní Vydří, 2009, 85 s. s. ISBN: 978-80-7195-196-",
          "annotation_short": "",
          "annotation": "Tempo každodenního života dnes mnoha lidem bere klid. Avšak chvíle klidu jsou pro nás nezbytné, čerpáme z nich sílu. Knížka úvah a meditací, inspirovaná autorovou duchovní službou a psychoterapeutickou prací i jeho osobním hledáním Boha v existenciálních životních situacích i v každodennosti, zve čtenáře k zamyšlení a k hledání své vlastní duchovní zkušenosti uprostřed hektiky života.",
          "keywords": "Wunibald Müller",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Häring, Bernhard: V bezpečí a svoboden",
          "title_en": "",
          "author": "BLAHUTKOVÁ, Daniela",
          "published_date": "2009",
          "publisher": "Barrister & Principal",
          "meta_info": "BLAHUTKOVÁ, D. Häring, Bernhard: V bezpečí a svoboden. Barrister & Principal, Brno, 2009, 160 s. s. ISBN: 978-80-87029-65-7",
          "annotation_short": "Českému čtenáři je německý redemptorista Bernhard Häring doposud znám zejména z titulů Jde to i jinak: Cesty k novým vztahům v církvi, Moje zkušenosti s církví v Africe, Viděl jsem tvé slzy, Láska je víc než přikázání či Bez východiska? Cesta k lidštější pastoraci rozvedených a znovu sezdaných, tedy z děl pokrývajících poměrně malou část Häringova díla, byť důležitou, protože se tematicky týká oblastí, v nichž český čtenář dlouho postrádal dialog, alternativní výklad problematiky, promýšlení možností, otevřenost.",
          "annotation": "Českému čtenáři je německý redemptorista Bernhard Häring doposud znám zejména z titulů Jde to i jinak: Cesty k novým vztahům v církvi, Moje zkušenosti s církví v Africe, Viděl jsem tvé slzy, Láska je víc než přikázání či Bez východiska? Cesta k lidštější pastoraci rozvedených a znovu sezdaných, tedy z děl pokrývajících poměrně malou část Häringova díla, byť důležitou, protože se tematicky týká oblastí, v nichž český čtenář dlouho postrádal dialog, alternativní výklad problematiky, promýšlení možností, otevřenost. Tak jako jinde, i v českém prostředí si Bernhard Häring získal pozornost a důvěru jako teolog, který katolickou církev myslí a prožívá jako duchovní a morální domov lidí v konkrétních historických, politických, kulturních a osobních situacích a jehož snahy vycházejí vstříc potřebě jednotlivců i společenských skupin vnímat se jako Bohem milovaní a církví slyšení i v situacích, které nemají takříkajíc standardní charakter. Jako teolog, spolutvůrce dokumentů vzešlých z II. vatikánského koncilu, aktivní činitel na poli ekumeny i podněcovatel debat a názorových posunů v rámci katolické církve je ostatně znám celosvětově.",
          "keywords": "Bernhard Häring",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Francois Rivenc: Několik poznámek o vynoření se problému přesvědčení ve filosofii ducha",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2009",
          "publisher": "Nakladatelství Olomouc",
          "meta_info": "FIALA, J. Francois Rivenc: Několik poznámek o vynoření se problému přesvědčení ve filosofii ducha. Nakladatelství Olomouc, 2009, ISBN: 978-80-7182-275-2",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Staré a nové ",
          "title_en": "",
          "author": "NEUPAUER, Eduard",
          "published_date": "2008",
          "publisher": "Pravoslavné vydavatelství",
          "meta_info": "NEUPAUER, E. Staré a nové. Praha : Pravoslavné vydavatelství, 2008, 136-139 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Toulky po východním Bavorsku a Čechách. Kultura a historie ",
          "title_en": "",
          "author": "BLAHUTKOVÁ, Daniela",
          "published_date": "2008",
          "publisher": "Tourismusverband Ostbayern e. V.",
          "meta_info": "BLAHUTKOVÁ, D. Toulky po východním Bavorsku a Čechách. Kultura a historie. Tourismusverband Ostbayern e. V. ve spolupráci s krajskými úřady Plzeňského a Jihočeského kraje, 2008, 67 s. s",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "W. V. O. Quine: Covitosti: Občasně filosofický slovník",
          "title_en": "Quiddities",
          "author": "FIALA, Petr",
          "published_date": "2008",
          "publisher": "Mladá fronta",
          "meta_info": "FIALA, P. Covitosti. Mladá fronta, 2008, ISBN: 978-80-204-1473-1",
          "annotation_short": "",
          "annotation": "Na své cestě od A do Z se Covitosti setkávají s více než osmdesáti tématy a postihují celou škálu pikantních myšlenek, her se slovy a moudrostí, vyjádřených nádhernou elegantní prózou. Nejčastějšími tématy hesel jsou filozofie, jazyk a matematika, můžeme zmínit například víru, komunikaci, svobodnou vůli, idiocii, ceny, výslovnost, toleranci či zeměpisnou délku a šířku.",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Ježíš Nazaretský",
          "title_en": "",
          "author": "BLAHUTKOVÁ, Daniela",
          "published_date": "2007",
          "publisher": "Barrister & Principal",
          "meta_info": "BLAHUTKOVÁ, D. Ježíš Nazaretský. Brno : Barrister & Principal, 2007, 269 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
		 {
          "title": "Marius Victorinus: O soupodstatnosti Trojice",
          "title_en": "",
          "author": "NĚMEC, Václav",
          "published_date": "2006",
          "publisher": "OIKOYMENH",
          "meta_info": "NĚMEC, V. Marius Victorinus: O soupodstatnosti Trojice (Proti Ariovi Ib). 1. vyd. Praha : Oikoymenh, 2006, 487 s. ISBN: 80-7298-154-4 ",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
	  {
          "title": "Karl Mannheim: Problém generací",
          "title_en": "",
          "author": "BLAHUTKOVÁ, Daniela",
          "published_date": "2007",
          "publisher": "FSS MU",
          "meta_info": "BLAHUTKOVÁ, D. Problém generací. Brno : FSS MU, Sociální studia 1-2/2007, 2007, 34 s",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Joseph Ratzinger - Benedikt XVI.: Ježíš Nazaretský ",
          "title_en": "",
          "author": "BLAHUTKOVÁ, Daniela",
          "published_date": "2007",
          "publisher": "Barrister & Principal",
          "meta_info": "BLAHUTKOVÁ, D. Ježíš Nazaretský. Brno : Barrister & Principal, 2007, 269 s",
          "annotation_short": "Co dnes může říct křesťanství o základních otázkách lidského bytí? Odpověď podle Benedikta XVI. bezprostředně souvisí s otázkou: Kdo je Ježíš Nazaretský?",
          "annotation": "Celý svůj život se Joseph Ratzinger zabýval Ježíšem Nazaretským, snažil se ho pochopit jako profesor, jako biskup, jako vrchní strážce víry, jako papež. Jako kardinál začal před několika lety psát tuto knihu. Po svém zvolení papežem využil veškerý volný čas k dalšímu psaní. Vzniklo dílo, které je sumou života velkého teologa a zároveň nejosobnější knihou, jakou kdy Ratzinger i kterýkoli jiný papež napsal.",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Muž davu",
          "title_en": "",
          "author": "BLAHUTKOVÁ, Daniela",
          "published_date": "2006",
          "publisher": "FSS MU, Sociální studia 2/2006",
          "meta_info": "BLAHUTKOVÁ, D. Muž davu. Brno : FSS MU, Sociální studia 2/2006, 2006, 4 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "O tom, co je",
          "title_en": "",
          "author": "DOSTÁLOVÁ, Ludmila",
          "published_date": "2006",
          "publisher": "Západočeská univerzita",
          "meta_info": "DOSTÁLOVÁ, L. O tom, co je. Plzeň : Západočeská univerzita, 2006, 25 s",
          "annotation_short": "",
          "annotation": "Překlad klíčového Quinova článku věnujícího se problematice existenčních tvrzení, jejich ontologii a logické analýze, ve kterém zformuloval svoji tezi o ontologických závazcích teorií.",
          "keywords": "Quine",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Pokus o objektivní zdůvodnění nauky o třech rozměrech prostoru",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2006",
          "publisher": "Filosofia",
          "meta_info": "FIALA, J. Pokus o objektivní zdůvodnění nauky o třech rozměrech prostoru. Praha : Filosofia, 2006, 17 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Věci a jejich role v teoriích",
          "title_en": "",
          "author": "DOSTÁLOVÁ, Ludmila",
          "published_date": "2006",
          "publisher": "Západočeská univerzita",
          "meta_info": "DOSTÁLOVÁ, L. Věci a jejich role v teoriích. Plzeň : Západočeská univerzita, 2006, 25 s.",
          "annotation_short": "",
          "annotation": "Překlad článku Things and Their Place in Theories systematicky vykládajícího Quinovu ontologii a epistemologii založené na koncepci pojmových schémat.",
          "keywords": "Quine, analytická filosofie, ontologie, epistemologie",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
		{
          "title": "Moc a zlo - sociálně psychologický pohled na svět",
          "title_en": "",
          "author": "ZIMBARDO, Philip G. Edited by Jiří Fiala - Martina Klicperová-Baker.",
          "published_date": "2005",
          "publisher": "Moraviapress",
          "meta_info": "FIALA, J. Moc a zlo - sociálně psychologický pohled na svět. 1.. vyd. Břeclav : Moraviapress, 2005, 199 s. ISBN: 80-86181-80-4 ",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Filozofický jazyk ",
          "title_en": "",
          "author": "NEUPAUER, Eduard",
          "published_date": "2005",
          "publisher": "Filozofický ústav Slovenskej akadémie vied (SAV)",
          "meta_info": "NEUPAUER, E. Filozofický jazyk. Bratislava : Filozofický ústav Slovenskej akadémie vied (SAV), 2005, 532-535 s",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Peter Galison: Einsteinovy hodiny a Poincarého mapy",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2005",
          "publisher": "Mladá fronta",
          "meta_info": "FIALA, J. Peter Galison: Einsteinovy hodiny a Poincarého mapy. Edice Kolumbus, Mladá fronta, 2005, 327 s. s. ISBN: 80-204-1188-7",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Existence logických předmětů podle Fregeho",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2005",
          "publisher": "Filosofický ústav AV ČR",
          "meta_info": "FIALA, J. Existence logických předmětů podle Fregeho. Praha : Filozofický ústav AV ČR, 2005, 25 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Predpisy pre celé spoločenstvo Izraela v posledné dni : (Prvé tri listy rukopisu ako uvedenie do apokalyptiky Esénov vo svetle rukopisov z Chirbet-Qumránu)",
          "title_en": "",
          "author": "NEUPAUER, Eduard",
          "published_date": "2004",
          "publisher": "Katedra byzantológie Pravoslávnej bohosloveckej fakulty Prešovskej univerzity v Prešove",
          "meta_info": "NEUPAUER, E. Predpisy pre celé spoločenstvo Izraela v posledné dni : (Prvé tri listy rukopisu ako uvedenie do apokalyptiky Esénov vo svetle rukopisov z Chirbet-Qumránu).. Prešov : Katedra byzantológie Pravoslávnej bohosloveckej fakulty Prešovskej univerzity v Prešove, 2004",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Gorgiás „O nebytí“",
          "title_en": "",
          "author": "BOHÁČEK, Kryštof",
          "published_date": "2004",
          "publisher": "Filosofický časopis",
          "meta_info": "BOHÁČEK, K. Gorgiás „O nebytí“. Praha : Filosofický časopis. Roč. 52, č. 6, s. 937-965, 2004, 937-965 s",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Vilém Flusser: Tři gesta",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2004",
          "publisher": "Společnost pro Revolver Revue",
          "meta_info": "FIALA, J. Tři Gesta . 56. vyd. Praha : Společnost pro Revolver Revue [In: Revolver Revue 56, 2004, s. 61-74, ISSN 1210-2881], 2004",
          "annotation_short": "",
          "annotation": "",
          "keywords": "Flusser Vilém, fenomenologie, gesto",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Benoit Mandelbrot: Fraktály: tvar, náhoda a dimenze",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2003",
          "publisher": "Mladá fronta",
          "meta_info": "FIALA, J. Fraktály : tvar, náhoda a dimenze. Praha : Mladá fronta, 2003, 206 s",
          "annotation_short": "",
          "annotation": "",
          "keywords": "fraktály, dimenze",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Istorija russkoj filosofiji",
          "title_en": "",
          "author": "DEMJANČUK, Nikolaj, DEMJANČUKOVÁ, Dagmar",
          "published_date": "2003",
          "publisher": "Izdateľstvo Respublika",
          "meta_info": "DEMJANČUK, N., DEMJANČUKOVÁ, D. Istorija russkoj filosofiji. Moskva : Izdateľstvo Respublika, 2003, 509 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Hledání pravdy",
          "title_en": "",
          "author": "MARVAN, Tomáš",
          "published_date": "2003",
          "publisher": "Filosofický ústav AV ČR",
          "meta_info": "MARVAN, T. Hledání pravdy. 5. vyd. Praha : Filosofický ústav AV ČR, 2003, 9 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Joseph Weizenbaum: Mýtus počítače : počítačový pohled na svět",
          "title_en": "",
          "author": "FIALA, Jiří",
          "published_date": "2002",
          "publisher": "Moraviapress",
          "meta_info": "FIALA, J. Joseph Weizenbaum: Mýtus počítače : počítačový pohled na svět. Moraviapress, 2002, 182 s. s. ISBN: 80-86181-55-3 ",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        }
    ],
    "sborniky": [
      {
        "title": "Platonica Pilonica V. Ideje",
        "title_en": "",
        "author": " Karolína Jiráková, Kryštof Boháček (ed.)",
        "published_date": "2014",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "Kniha navazuje na ediční řadu Platonica Pilonica, která se systematicky zabývá hlavními problémy s důrazem na myšlení z období klasické řecké filozofie. Platonica Pilonica V. Ideje se věnuje samotnému jádru platónské filozofie, tj. nauce o idejích. Je zde ukázáno pojetí idejí jak v rámci Platónových dialogů, tak i ozvuk a dopad této koncepce u dalších autorů, především pak diskuze s dalším velikánem antiky, Aristotelem. V rámci platónského korpusu je hlavní důraz kladen na dialog Faidón. Specifikem publikace je, že propojuje kulturně-politické souvislosti s teoretickými koncepty autorů a zároveň zpřítomňuje jejich reflexi u moderních autorů a badatelů.",
        "keywords": "Platonica Pilonica; Platón; ideje; Faidón; Plzeňský platónský kroužek",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Kosmologie a antropologie",
        "title_en": "",
        "subtitle": "Místa člověka v kosmu: sborník abstraktů",
        "author": " Anna Lukešová (eds.)",
        "published_date": "2014",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "annotation_short": "Sborník abstraktů z workshopu Kosmologie a antropologie: Místa člověka v kosmu konaného ve dnech 10.-11. 4. 2014 v Plzni.",
        "annotation": "Sborník abstraktů z workshopu Kosmologie a antropologie: Místa člověka v kosmu konaného ve dnech 10.-11. 4. 2014 v Plzni.",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Studie k filosofii Bertranda Russella",
        "title_en": "",
        "author": " Ludmila Dostálová (eds.)",
        "published_date": "2013",
        "publisher": "Filosofia",
        "meta_info": "",
        "annotation_short": "Mimořádné číslo Filosofického časopisu (2013/2) věnované osobnosti Bertranda Russella a sestavené u příležitosti jeho nedožitých 140. narozenin.",
        "annotation": "Mimořádné číslo Filosofického časopisu (2013/2) věnované osobnosti Bertranda Russella a sestavené u příležitosti jeho nedožitých 140. narozenin.",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Studie k filosofii Nelsona Goodmana",
        "title_en": "",
        "author": " Ludmila Dostálová (eds.)",
        "published_date": "2012",
        "publisher": "Filosofia",
        "meta_info": "",
        "annotation_short": "Mimořádné číslo Filosofického časopisu (2012/1) představující osobnost Nelsona Goodmana jako analytického filosofa, který výrazně zasáhl nejen do estetiky, ale též do logiky, epistemologie, ontologie a filosofie vědy.",
        "annotation": "Mimořádné číslo Filosofického časopisu (2012/1) představující osobnost Nelsona Goodmana jako analytického filosofa, který výrazně zasáhl nejen do estetiky, ale též do logiky, epistemologie, ontologie a filosofie vědy.",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Česká a slovenská hudba a totalita a hudební Chrudim",
        "title_en": "Czech and Slovak music and totality and musical Chrudim ",
        "author": " Jarmila Doubravová (eds.)",
        "published_date": "2012",
        "publisher": "Chrudim : Město Chrudim",
        "meta_info": "",
        "annotation_short": "Jedná se o sborník referátů z muzikologické konference konané 22. 5. 2009 v Chrudimi. ",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Aesthetics Revisited. Tradition and Perspectives in Austria and the Czech Republic",
        "title_en": "Aesthetics Revisited. Tradition and Perspectives in Austria and the Czech Republic ",
        "author": " Miloš Ševčík (eds.)",
        "published_date": "2011",
        "publisher": "LIT Verlag GmbH & Co. KG Wien",
        "meta_info": "ŠEVČÍK, M. Aesthetics Revisited. Tradition and Perspectives in Austria and the Czech Republic. 1. vyd. Zürich : LIT Verlag GmbH & Co. KG Wien, 2011, 143 s. ISBN: 978-3-643-90123-1 ",
        "annotation_short": "",
        "annotation": " Sborník nabízí výběr příspěvků prezentovaných na kolokviu o nových tématech výzkumu v estetice, které se konalo v Rakouské knihovně v Plzni v září 2010. Jejich autoři, kterými jsou akademičtí pracovníci z českých a rakouských univerzit, se věnují různým tématům, například institucionálním dějinám estetiky, vztahu mezi filozofickou estetikou a psychologií, filozofii literatury nebo estetice výtvarných umění, divadla a architektury. ",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Platonica Pilonica II. Faidros.",
        "title_en": "Platonica Pilonica II. Phaedrus. ",
        "author": " Jiří Stránský , Kryštof Boháček (eds.)",
        "published_date": "2011",
        "publisher": "Západočeská univerzita",
        "meta_info": "BOHÁČEK, K. Platonica Pilonica II. Faidros.. 1. vyd. Plzeň : ZČU Plzeň, 2011, 172 s. ISBN: 978-80-261-0081-2 ",
        "annotation_short": "",
        "annotation": " Předkládaná monografie je zamýšlena jako představení dialogu Faidros, ale zároveň i platónských studií jako takových, tedy metod a prostředků užívaných v současném bádání k interpretaci a výkladu. Naprostý laik či začátečník tak z knihy získá poměrně jasnou představu, co vše platónská studia zahrnují, co je nezbytné před započetím vlastního čtení, podle jakých pravidel takové čtení probíhá a jakými směry se mohou ubírat následné interpretace. Zároveň je celý proces představen jako platónské fi losofi cké drama. Jednotlivým krokům v postupu intepretace je vždy věnována samostatná kapitola; její zpracování bylo svěřeno jednotlivým členům Plzeňského platónského kroužku a dvěma hostům. ",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	    {
        "title": "Studie k filosofii Ludwiga Wittgensteina",
        "title_en": "Studies to philosophy of Ludwig Wittgenstein ",
        "author": "Ludmila Dostálová , Radek Schuster (eds.)",
        "published_date": "2010",
        "publisher": "Filosofia",
        "meta_info": "DOSTÁLOVÁ, L., SCHUSTER, R. Studie k filosofii Ludwiga Wittgensteina. Filosofia, 2010,",
        "annotation_short": "",
        "annotation": "Soubor textů zahrnuje všechny mnohé aspekty hodnocení Wittgensteinova odkazu. To znamená, že sice velkou částí přispívá k současné diskusi týkající se pozdního, či třetího Wittgensteina, zároveň ovšem zprostředkovává i kontinuální sestup zpět k Wittgensteinovi prvnímu. Smyslem této publikace však není stratifikovat Wittgensteinova slova, nýbrž spíše demonstrovat neutuchající zájem o jeho myšlení, jež se svébytně a naléhavě zmocňuje mnoha rozličných témat. Většina textů otištěných v této publikaci byla poprvé prezentována v podobě přednášek na kolokviu věnovaném Wittgensteinově filosofii, které se uskutečnilo 5. a 6. listopadu 2009 na katedře filosofie Západočeské univerzity v Plzni. ",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Cultures as Sign Systems and Processes",
        "title_en": "Cultures as Sign Systems and Processes",
        "author": "Jarmila Doubravová, Radek Schuster (eds.)",
        "published_date": "2011",
        "published_place": "Pilsen",
        "publisher": "University of West Bohemia",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Tradice a současnost. Týdny J. W. Goetha v Mariánských Lázních 1999-2009 : výroční sešit 1999-2009 / Tradition und Gegenwart. Goethe-Woche in Marienbad 1999-2009. Denkschrift.",
        "title_en": "",
        "author": " . Eduard Neupauer, Dagmar Ernstová (eds.)",
        "published_date": "2009",
        "publisher": "",
        "meta_info": "NEUPAUER, E., ERNSTOVÁ, D. Tradice a současnost. Týdny J. W. Goetha v Mariánských Lázních 1999-2009 : výroční sešit 1999-2009 / Tradition und Gegenwart. Goethe-Woche in Marienbad 1999-2009. Denkschrift. Eduard Neupauer - Dagmar Ernstová, 2009, 92 s. ISBN: 978-80-254-4706-2",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	    {
        "title": "Teorie a dějiny vědy a techniky : sborník příspěvků z VI. doktorandské konference",
        "title_en": "Theory and history of science and technology VI. ",
        "author": " Radek Schuster (ed.)",
        "published_date": "2009",
        "publisher": "Západočeská univerzita",
        "meta_info": "SCHUSTER, R. Teorie a dějiny vědy a techniky : sborník příspěvků z VI. doktorandské konference. Plzeň : Západočeská univerzita, 2009, 123 s. ISBN: 978-80-7043-846-6 ",
        "annotation_short": "",
        "annotation": "Sborník příspěvků z konference Teorie a dějiny vědy a techniky VI., kterou uspořádala KFI FF ZČU ve dnech 26.-27. 6. 2009 v klášteře premonstrátů Teplá. ",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Evropská věda a filosofie",
        "title_en": "European science and philosophy ",
        "author": " Nikolaj Demjančuk (ed.)",
        "published_date": "2008",
        "publisher": "Západočeská univerzita",
        "meta_info": "] DEMJANČUK, N. Evropská věda a filosofie. 1. vyd. Plzeň : Západočeská univerzita v Plzni, 2008, 275 s. ISBN: 978-80-7043-752-0 ",
        "annotation_short": "Sborník je věnován renesanční a nověké vědě. Autoři studuji přispěvek významných představitelů dobové vědy a filosofie k rozvoje evropské vědy. ",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Teorie a dějiny vědy a techniky V",
        "title_en": "Theory and History of Science and Technology V. ",
        "author": " Nikolaj Demjančuk, Radek Schuster (eds.)",
        "published_date": "2008",
        "publisher": "Západočeská univerzita",
        "meta_info": "DEMJANČUK, N., SCHUSTER, R. Teorie a dějiny vědy a techniky V.. Západočeská univerzita v Plzni, 2008, 251 s. ISBN: 978-80-7043-755-1 ",
        "annotation_short": "Sborník příspěvků z doktorandské konference Teorie a dějiny vědy a techniky V., která se uskutečnila dne 21. 10. 2008 na KFI FF ZCU. ",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Eukleides: Základy geometrie",
        "title_en": "Euclid: Elements ",
        "author": "Ludmila Dostálová (ed.)",
        "published_date": "2008",
        "publisher": "Západočeská univerzita",
        "meta_info": "DOSTÁLOVÁ, L. Eukleides: Základy geometrie. 1. vyd. Západočeská univerzita v Plzni, 2008, 154 s. ISBN: 948-80-7043-754-",
        "annotation_short": "",
        "annotation": "Sborník příspěvků ze semináře katedry filosofie ZČU věnovaného novému vydání českého překladu prvních čtyř knih Eukleidových Základů geometrie. Jednotlivé příspěvky jsou zaměřeny na problematiku překládání Eukleida stejně jako na vybrané matematické problémy z jeho spisu. ",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Teorie a dějiny vědy a techniky",
        "title_en": "",
        "author": " Nikolaj Demjančuk, Radek Schuster (eds.)",
        "published_date": "2007",
        "publisher": "Západočeská univerzita",
        "meta_info": "DEMJANČUK, N., SCHUSTER, R. Teorie a dějiny vědy a techniky. 1.. vyd. Plzeň : Západočeská univerzita, 2007, 285 s. ISBN: 978-80-7043-592-2 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	    {
        "title": "QUINE: nejen gavagai ",
        "title_en": "",
        "author": " Ludmila Dostálová, Tomáš Marvan (eds.)",
        "published_date": "2007",
        "publisher": "Západočeská univerzita",
        "meta_info": "DOSTÁLOVÁ, L., MARVAN, T. QUINE: nejen gavagai . 1.. vyd. Plzeň : Západočeská univerzita, 2007, 122 s. ISBN: 978-80-7043-638-7 ",
        "annotation_short": "Sborník příspěvků ze semináře katedry filozofie Fakulty filozofické ZČU.",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	    {
        "title": "Věda v renesanční a novověké kultuře",
        "title_en": "",
        "author": " Nikolaj Demjančuk, Jana Vařenková (eds.)",
        "published_date": "2007",
        "publisher": "Západočeská univerzita",
        "meta_info": "DEMJANČUK, N., VAŘENKOVÁ, J. Věda v renesanční a novověké kultuře. 1. vyd. Plzeň : Západočeská univerzita, 2007, 265 s. ISBN: 978-80-7043-625-7 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Vybrané články k ontologii a epistemologii / W.V.O.Quine",
        "title_en": "W.V.O.QUINE: Selected Papers on Ontology and Epistemology",
        "author": " Ludmila Dostálová, Tomáš Marvan(eds.)",
        "published_date": "2006",
        "publisher": "Západočeská univerzita",
        "meta_info": "DOSTÁLOVÁ, L., MARVAN, T. Vybrané články k ontologii a epistemologii / W.V.O.Quine. 1.. vyd. Plzeň : Západočeská univerzita v Plzni, 2006, 152 s. ISBN: 80-7043-510-0 ",
        "annotation_short": "",
        "annotation": "Sborník překladů šesti článků W.V.O.Quina k ontologii a epistemologii (O tom, co jest; Věci a jejich role v teoriích; Dvě dogmata empirismu; Ohlédnutí za dvěma dogmaty; Naturalizace epistemologie; Povaha poznání přírody) opatřený úvodní statí T. Marvana: Konstanty Quinovy filosofie",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Věda v antice a středověku",
        "title_en": "",
        "author": " Nikolaj Demjančuk(ed.)",
        "published_date": "2006",
        "publisher": "Západočeská univerzita",
        "meta_info": "DEMJANČUK, N. Věda v antice a středověku. 1.. vyd. Plzeň : Západočeská univerzita, 2006, 197 s. ISBN: 80-7043-522-4 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Teorie a dějiny vědy a techniky",
        "title_en": "",
        "author": " Nikolaj Demjančuk, Radek Schuster(eds.)",
        "published_date": "2006",
        "publisher": "Západočeská univerzita",
        "meta_info": "DEMJANČUK, N., SCHUSTER, R. Teorie a dějiny vědy a techniky. 1.. vyd. Plzeň : Západočeská univerzita, 2006, 217 s. ISBN: 80-7043-526-7 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Teorie a dějiny vědy a techniky",
        "title_en": "",
        "author": " Radek Schuster (ed.)",
        "published_date": "2005",
        "publisher": "Západočeská univerzita",
        "meta_info": "SCHUSTER, R. Teorie a dějiny vědy a techniky. 1. vyd. Plzeň : Západočeská univerzita, 2005, 165 s. ISBN: 80-7043-349-3 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Czechs in Europe",
        "title_en": "Czechs in Europe",
        "author": "Nikolaj Demjančuk (ed.)",
        "published_date": "2006",
        "published_place": "Pilsen",
        "publisher": "University of West Bohemia",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Knowledge, value, evolution",
        "title_en": "Knowledge, value, evolution",
        "author": "Tomáš Hříbek, Juraj Hvorecký (eds.)",
        "published_date": "2009",
        "publisher": "King’s College",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Teorie a dějiny vědy a techniky",
        "title_en": "",
        "author": "Nikolaj Demjančuk , Daniel Špelda , Radek Schuster (eds.)",
        "published_date": "2005",
        "publisher": "Západočeská univerzita",
        "meta_info": "DEMJANČUK, N., ŠPELDA, D., SCHUSTER, R. Teorie a dějiny vědy a techniky. 1.. vyd. Plzeň : Západočeská univerzita , 2005, 343 s. ISBN: 80-7043-431-7 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "René Descartes",
        "title_en": "",
        "author": "Jiří Fiala , Michal Polák (eds.)",
        "published_date": "2005",
        "publisher": "Západočeská univerzita",
        "meta_info": "FIALA, J., POLÁK, M. René Descartes. 1. vyd. Pzeň : Západočeská univerzita, 2005, 109 s. ISBN: 80-7043-430-9 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Imre Lakatos a filosofie vědy",
        "title_en": "",
        "author": "Nikolaj Demjančuk , Břetislav Fajkus , Jiří Fiala , Jan Slavík (eds.)",
        "published_date": "2005",
        "publisher": "Západočeská univerzita",
        "meta_info": "DEMJANČUK, N., FAJKUS, B., FIALA, J., SLAVÍK, J. Imre Lakatos a filosofie vědy. 1. vyd. Plzeň : Západočeská univerzita, 2005, 58 s. ISBN: 80-7043-347-7 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Univerzita: tradiční a netradiční ve výuce",
        "title_en": "",
        "author": "Nikolaj Demjančuk , Dagmar Demjančuková , Stanislav Stark (eds.)",
        "published_date": "2005",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "DEMJANČUK, N., DEMJANČUKOVÁ, D., STARK, S. Univerzita: tradiční a netradiční ve výuce. 1.. vyd. Plzeň : Vydavatelství a nakladatelství Aleš Čeněk, 2005, 447 s. ISBN: 80-86898-60-1 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Horizonty nekonečna",
        "title_en": "",
        "author": "Jiří Fiala (ed.)",
        "published_date": "2004",
        "publisher": "Moraviapress",
        "meta_info": "FIALA, J. Horizonty nekonečna. Praha : Moraviapress, 2004, 168 s. ISBN: 80-86181-66-9 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Kreativita - hledání alternativ",
        "title_en": "",
        "author": "Nikolaj Demjančuk et. al. (eds.)",
        "published_date": "2004",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "DEMJANČUK, N., KRÁLOVEC, J., DOUBRAVOVÁ, J., SCHUSTER, R. Kreativita - hledání alternativ. 1.. vyd. Plzeň : Aleš Čeněk, 2004, 127 s. ISBN: 80-86898-05-9 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Univerzita v novém miléniu",
        "title_en": "",
        "author": "Nikolaj Demjančuk(ed.)",
        "published_date": "2004",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "DEMJANČUK, N. Univerzita v novém miléniu. 1.. vyd. Plzeň : Aleš Čeněk, 2004, 367 s. ISBN: 80-86473-62-7 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Společenské hry. Analytický přístup",
        "title_en": "",
        "author": "Jarmila Doubravová(ed.)",
        "published_date": "2003",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "DOUBRAVOVÁ, J. Společenské hry. Analytický přístup. 1.. vyd. Dobrá Voda : Vydavatelství a nakladatelství Aleš Čeněk, 2003, 213 s. ISBN: 80-86473-35-X ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Výchova a tradice evropského myšlení",
        "title_en": "",
        "author": "Stanislav Stark , Nikolaj Demjančuk , Dagmar Demjančuková (eds.)",
        "published_date": "2003",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "DEMJANČUK, N., DEMJANČUKOVÁ, D., STARK, S. Výchova a tradice evropského myšlení. 1. vyd. Dobrá Voda : Aleš Čeněk, 2003, 394 s. ISBN: 80-86473-49-X",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Vágnost, věda a filosofie",
        "title_en": "",
        "author": "Jiří Nosek (ed.)",
        "published_date": "2003",
        "publisher": "Filosofia",
        "meta_info": "NOSEK, J. Vágnost, věda a filosofie. Praha : Filosofia, 2003, 184 s. ISBN: 80-7007-180-X",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Metoda - význam - intence",
        "title_en": "",
        "author": "Vladimír Havlík (ed.)",
        "published_date": "2003",
        "publisher": "Filosofia",
        "meta_info": "HAVLÍK, V. Metoda - význam - intence . 1.. vyd. Praha : Filosofia, 2003, 258 s. ISBN: 80-7007-177-X",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Charisteria Sidonio Neubauero sexagenario : sborník k šedesátinám Zdeňka Neubauera",
        "title_en": "",
        "author": "Jiří Fiala(ed.)",
        "published_date": "2002",
        "publisher": "OPS",
        "meta_info": "FIALA, J. Charisteria Sidonio Neubauero sexagenario : sborník k šedesátinám Zdeňka Neubauera. Pragae : O.P.S., 2002, 319 s. s. ISBN: 80-238-9520-6 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Kultura a vědecká racionalita",
        "title_en": "",
        "author": "Nikolaj Demjančuk, Břetislav Fajkus (eds.)",
        "published_date": "2002",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "DEMJANČUK, N., FAJKUS, B. Kultura a vědecká racionalita. 1.. vyd. Dobrá Voda : Aleš Čeněk, 2002, 140 s. ISBN: 80-86473-24-4 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Milénium vědy a filosofie",
        "title_en": "",
        "author": "Jiří Nosek (ed.)",
        "published_date": "2002",
        "publisher": "Filosofia",
        "meta_info": "NOSEK, J. Milénium vědy a filosofie. 1.. vyd. Praha : Filosofia, 2002, 266 s. ISBN: 80-7007-160-5 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Úvahy o pravdivosti",
        "title_en": "",
        "author": "Jiří Nosek (ed.)",
        "published_date": "2001",
        "publisher": "Filosofia",
        "meta_info": "NOSEK, J. Úvahy o pravdivosti. 1.. vyd. Praha : Filosofia, 2001, 237 s. ISBN: 80-7007-154-0",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Kreativita : hledání alternativ",
        "title_en": "",
        "author": "Radek Schuster et. al. (eds.)",
        "published_date": "2004",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Kultura a vědecká racionalita",
        "title_en": "",
        "author": "Nikolaj Demjančuk, Břetislav Fajkus (eds.)",
        "published_date": "2002",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Pražské jaro 1968: pokus o obnovu občanské",
        "title_en": "",
        "author": "Pavel Krákora (ed.)",
        "published_date": "2008",
        "published_place": "Praha",
        "publisher": "Epocha",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Role médií v občanské společnosti",
        "title_en": "",
        "author": "Plzeňské rozhovory 2011",
        "published_date": "2001",
        "published_place": "Plzeň",
        "publisher": "Magistrát města Plzně",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": true
      }
    ],
    "citanky": [
      {
        "title": "Analytická filosofie - úvod",
        "title_en": "",
        "author": "FIALA, Jiří",
        "published_date": "2006",
        "publisher": "OPS",
        "meta_info": "FIALA, J. Analytická filosofie - úvod. 2. opravené vydání. OPS, 2006, 137 s. ISBN: 80-239-7106-9",
        "annotation_short": "Úvod k čítance z děl představitelů analytické filozofie od průkopnických koncepcí až po současné trendy. Texty této publikace vznikly pro semináře garantované katedrou filozofie Filozofické fakulty Západočeské univerzity v Plzni.",
        "annotation": "Úvod k čítance z děl představitelů analytické filozofie od průkopnických koncepcí až po současné trendy. Texty této publikace vznikly pro semináře garantované katedrou filozofie Filozofické fakulty Západočeské univerzity v Plzni.",
        "keywords": "analytická filosofie, jiří fiala, čítanka",
        "type": "citanka",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Analytická filosofie - první čítanka",
        "title_en": "",
        "author": "FIALA, Jiří",
        "published_date": "2006",
        "publisher": "OPS",
        "meta_info": "FIALA, J. Analytická filosofie - první čítanka. 2. opravené vydání. OPS, 2006, 464 s. ISBN: 80-239-7107-7",
        "annotation_short": "",
        "annotation": "",
        "keywords": "analytická filosofie, jiří fiala, čítanka",
        "type": "citanka",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Analytická filosofie - druhá čítanka",
        "title_en": "",
        "author": "FIALA, Jiří",
        "published_date": "2002",
        "publisher": "OPS",
        "meta_info": "FIALA, J. Analytická filosofie - druhá čítanka. 2. vydání. OPS, 2002, 283 s. ISBN: 80-238-8519-7",
        "annotation_short": "",
        "annotation": "",
        "keywords": "analytická filosofie, jiří fiala, čítanka",
        "type": "citanka",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Čítanka dějin náboženství",
        "title_en": "",
        "author": "DEMJANČUKOVÁ, Dagmar, ŠPILEROVÁ, Štěpánka",
        "published_date": "2006",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "DEMJANČUKOVÁ, D., ŠPILEROVÁ, Š. Čítanka dějin náboženství. Plzeň : Vydavatelství a nakladatelství Aleš Čeněk, 2006, 549 s. ISBN: 80-86898-77-6 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "citanka",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Analytická filosofie - Třetí čítanka",
        "title_en": "",
        "author": "FIALA, Jiří",
        "published_date": "2003",
        "publisher": "OPS",
        "meta_info": "FIALA, J. Analytická filosofie - Třetí čítanka.  OPS, 2003, 300 s. ISBN: 80-238-9518-4",
        "annotation_short": "Čítanka z děl představitelů analytické filozofie od průkopnických koncepcí až po současné trendy. Překlady textů této publikace vznikly pro semináře garantované katedrou filozofie Filozofické fakulty Západočeské univerzity v Plzni.",
        "annotation": "Čítanka z děl představitelů analytické filozofie od průkopnických koncepcí až po současné trendy. Překlady textů této publikace vznikly pro semináře garantované katedrou filozofie Filozofické fakulty Západočeské univerzity v Plzni.",
        "keywords": "analytická filosofie, jiří fiala, čítanka",
        "type": "citanka",
        "has_picture": true,
        "has_podrobnosti": true
      }
    ],
    "monografie": [
      {
        "title": "Problémy s indukcí ve vědě: Popper a jeho následovníci",
        "title_en": "",
        "author": "BÍBA, Ondřej, PAITLOVÁ, Jitka",
        "published_date": "2019",
		    "published_place": "",
        "publisher": "",
        "meta_info": "",
        "isbn": "",
        "pages": "",
        "annotation_short": "Svojí nejširší orientací se tato monografie zabývá Popperovou filosofií vědy, jejím specifičtějším zaměřením je pak řešení problému indukce v rámci kriticko-racionalistické myšlenkové tradice.",
        "annotation": "Svojí nejširší orientací se tato monografie zabývá Popperovou filosofií vědy, jejím specifičtějším zaměřením je pak řešení problému indukce v rámci kriticko-racionalistické myšlenkové tradice. Text nejprve představí induktivní inferenci a následně ustaví diferenci mezi Humovým negativním „řešením“ problému indukce a Popperovým pozitivním řešením. Popper indukci sice odmítá, avšak na rozdíl od Huma nachází pro filosofii a zejména pak vědu nedestruktivní cestu vpřed. Klíčové námitky reprezentují dva odpůrci Popperova přístupu – J. Worrall a W. Salmon. Na ně navazuje úprava Popperova řešení Davidem Millerem. Závěr práce opustí vlastní Popperovo i Millerovo řešení a věnuje se jeho žákům - A. Musgrave, W. W. Bartley a J. Agassi -, kteří se rozhodli modifikovat původní Popperovu bázi a přinést řešení problému indukce, které by obstálo vůči kritickým výhradám. Poté autor navrhne vlastní řešení.",
        "keywords": "",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Alexandr Sommer Batěk: neoglyfy",
        "title_en": "",
        "author": "FRÁNOVÁ, Radka, HANZELÍNOVÁ, Lada",
        "published_date": "2018",
		"published_place": "Červený Kostelec",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-314-8",
        "pages": "254",
        "annotation_short": "Alexandr Sommer Batěk (1874–1944) byl učitelem, vynálezcem a šiřitelem vzdělanosti. Pro některé podivín, pro některé obraz své doby, každopádně člověk lidsky čistý a nadšený pro pravdu a poznání. Jeho posledním příspěvkem světu byl obrazový jazyk – neoglyfy. V roce 1930 představil Batěk tento systém znaků, který měl být univerzálním písmem čitelným ve všech jazycích.",
        "annotation": "Alexandr Sommer Batěk (1874–1944) byl učitelem, vynálezcem a šiřitelem vzdělanosti. Pro některé podivín, pro některé obraz své doby, každopádně člověk lidsky čistý a nadšený pro pravdu a poznání. Jeho posledním příspěvkem světu byl obrazový jazyk – neoglyfy. V roce 1930 představil Batěk tento systém znaků, který měl být univerzálním písmem čitelným ve všech jazycích. Tato kniha popisuje základní milníky historie umělých jazyků a neoglyfy jako jejich pokračovatele. Stejně tak ukazuje důležité momenty Baťkova života, které souvisejí s tvorbou a šířením neoglyfů. Součástí je i edice všech dosud nalezených originálních textů o neoglyfech a s neoglyfy. Čtenář má možnost vnímat atmosféru sdělení i pokusit se o studium tohoto neobvyklého komunikačního prostředku.",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Poezie jako vyprávění příběhů",
        "title_en": "",
        "subtitle": "Intelektuální kruh Philipa Sidneyho",
        "author": "KASTNEROVÁ, Martina",
        "published_date": "2018",
		"published_place": "Červený Kostelec",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-301-8",
        "annotation_short": "Když Philip Sidney 17. října 1586 v mladém věku třiceti dvou let umírá následkem zranění z bitvy u Zutphenu, jeho díla kolují pouze v rukopisné podobě, některá zůstala nedokončena.",
        "annotation": "<p>Když Philip Sidney 17. října 1586 v mladém věku třiceti dvou let umírá následkem zranění z bitvy u Zutphenu, jeho díla kolují pouze v rukopisné podobě, některá zůstala nedokončena.</p><p>Přesto je jeho osobnost postupně utvářena do podoby kultovního hrdiny a básníka, počínaje líčením jeho hrdinských skutků i smrti a pokračujíc monumentálním pohřbem, jenž údajně jeho tchána Francise Walsinghama přivedl takřka na mizinu, či elegiemi na jeho počest. Monografie líčí dobrodružnou iniciační cestu mladého Philipa Sidneyho na evropský kontinent, jež ho zavedla do Paříže bartolomějské noci, ale také do Vídně a Prahy, kde navazuje kontakt s rodinou Tadeáše Hájka z Hájku.</p><p>Vyprávěny jsou též příběhy těch osobností, které do jisté míry zůstávaly ve stínu Sidneyho kultu: jeho mladšího bratra Roberta Sidneyho, jehož poezie je ústím jeho společenské a politické frustrace; jeho sestry Mary Sidney Herbert, hraběnky z Pembroke – jádrem její literární kariéry je truchlení po mrtvém bratrovi a převzetí role jeho literárního dědice; a konečně jeho neteře lady Mary Wroth, která důmyslným způsobem komponuje své dílo jako fikci s biografickými prvky (včetně mileneckého vztahu s bratrancem Williamem Herbertem).</p>",
        "keywords": "Philip Sidney",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "K filosofii náboženství",
        "title_en": "",
        "author": "FUNDA, Otakar A.",
        "published_date": "2017",
		"published_place": "Praha",
        "publisher": "Nakladatelství Karolinum",
        "meta_info": "",
        "isbn": "978-80-246-3748-8",
        "annotation_short": "Jak sděluje reprodukce na přebalu, každý, kdo se věnoval filosofickému tázání, se určitým způsobem vyjádřil na tržišti idejí i k tématu náboženství. Toto téma nemůže filosofie obejít",
        "annotation": "Jak sděluje reprodukce na přebalu, každý, kdo se věnoval filosofickému tázání, se určitým způsobem vyjádřil na tržišti idejí i k tématu náboženství. Toto téma nemůže filosofie obejít. Funda v textu nesmlčuje důvody svého ateistického přesvědčení, zároveň však v plné úctě a vážnosti vyzvedá jedinečné antropologické momenty, které artikuluje náboženství, v našem kulturním kontextu křesťanství. Činí rozdíl mezi náboženskou filosofií a filosofií náboženství a reaguje na debatu Rortyho a Vattima o budoucnosti náboženství. Všímá si též řeči náboženství a hermeneutických modelů jeho sebesdělování.",
        "keywords": "náboženství; Funda",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Apeiron. Anaximandros o vzniku a zániku",
        "title_en": "Apeiron. Anaximander on Generation and Destruction",
        "author": "COUPRIE, Dirk L., KOČANDRLE, Radim",
        "published_date": "2017",
		"published_place": "Cham",
        "publisher": "Springer",
        "meta_info": "",
        "isbn": "978-3-319-49753-2",
        "pages": "112",
        "annotation_short": "",
        "annotation": "Anaximandros měl podle tradice pokládat za počátek všeho to apeiron. Na základě dochovaných textových pramenů však autoři poukazují k tomu, že místo podstatného jména to apeiron se původně spíše jednalo o adjektivum, které bylo úzce spojené s termínem fysis (přirozenost, příroda). Původní spojení fysis apeiros přitom mohlo vyjadřovat bezmeznou sílu přírody, zodpovědnou za veškerý vznik a růst. Na tomto základě autoři dále interpretují Anaximandrovu kosmogonii z biologického hlediska, kdy každý další krok diferenciace světa a jednotlivých jevů je pokračováním původního oddělení plodného semene. Ve své interpretaci prvního písemného filosofického výkladu vzniku světa tak zdůrazňují ústřední úlohu bezmezné síly přírody.",
        "keywords": "Anaximandros; apeiron; příroda; vznik; zánik",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Úděl, úkol, národ",
        "title_en": "Lot, Task, Nation",
        "subtitle": "Pokusy o etické pojetí národa v českém myšlení 19. století",
        "author": "PROFANT, Martin",
        "published_date": "2017",
		"published_place": "Praha",
        "publisher": "Epocha",
        "meta_info": "",
        "isbn": "9788075570994",
        "annotation_short": "",
        "annotation": "Monografie se zabývá různými vymezeními národa v českém prostředí v období od konce napoleonských válek do roku 1895. Vybírá je a interpretuje je z perspektivy etického národa, který představuje vědomě přijatý úkol překonat přírodně danou partikularitu (etnikum) a nahradit ji mravně a svobodně vytvářeným sjednocením patriotismu a humanity, eventuálně kosmopolitismu. První část textu se soustředí na dvě romantická provedení etického národa. Ranější, jenským romantismem inspirované pojetí souvisí s českoslovanským národem, jak se ustanovil v prešpurské přátelské skupince (Šafařík, Palacký, Kollár) na přelomu a na konci druhého decenia 19. století. Jiné pojetí národa vypracoval Palacký ve svých historických dílech analogicky s německými liberálně nacionalistickými historiky (Gervinus, Dahlmann). Samostatná kapitola se poté věnuje Palackého pokusu o transformaci tohoto původně apolitického pojetí národa pro politické výzvy let 1848/49. Závěrečná část monografie analyzuje dva případy realistického etického pojetí národa formulované H. G. Schauerem a T. G. Masarykem.",
        "keywords": "Úděl; národ; Šafařík; Palacký; Schauer; T. G. Masaryk; von WOltmann; Bolzanu; Meissner; Grillparzer; von Thun",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Proměny paradigmatu výchovy",
        "title_en": "Changes of educational paradigms",
        "author": "DEMJANČUKOVÁ, Dagmar, STARK, Stanislav",
        "published_date": "2017",
		"published_place": "Praha",
        "publisher": "Epocha",
        "meta_info": "",
        "isbn": "978-80-7557-100-7",
        "pages": "376",
        "annotation_short": "Publikace představuje základní etapy vývoje filosofických přístupů k výchově a vzdělávání. Práce není vyčerpávajícím přehledem tohoto vývoje. Volba antických, středověkých, renesančních, novověkých a moderních autorů byla podřízena hledání a výkladu alternativních modelů, idejí, koncepcí, které promlouvají do dějin naší doby.",
        "annotation": "Publikace představuje základní etapy vývoje filosofických přístupů k výchově a vzdělávání. Práce není vyčerpávajícím přehledem tohoto vývoje. Volba antických, středověkých, renesančních, novověkých a moderních autorů byla podřízena hledání a výkladu alternativních modelů, idejí, koncepcí, které promlouvají do dějin naší doby. Je to důležité proto, že dnešní svět je globální školou, která „likviduje“ tradiční hodnoty evropské kultury, směřuje ke kulturní otevřenosti s jejími přínosy i záludnostmi. Práce předjímá střety a zápasy na poli výchovy příštích dnů, nabízí z evropské tradice to, co umožní řešení současných i budoucích problémů. Autoři se obracejí ke studiu proměny filosofických modelů výchovy, aby ukázali bohatství a kontinuitu evropské výchovné a vzdělávací tradice, její hodnoty, ideály a standardy.",
        "keywords": "filosofie výchovy; paradigmata výchovy; dějiny filosofie; filosofická antropologie",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Odstíny platónské uměřenosti",
        "title_en": "Shades of Platonic Moderation. Virtue, Knowledge, Love and Measure",
        "subtitle": "ctnost, poznání, láska a míra",
        "author": "PAITLOVÁ, Jitka",
        "published_date": "2017",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "9788026106876",
        "annotation_short": "Cílem knihy je podat podrobný rozbor Platónova pojetí uměřenosti.",
        "annotation": "Cílem knihy je podat podrobný rozbor Platónova pojetí uměřenosti. Byl to právě Platón, kdo se jako první významným způsobem zasadil o vyhraněně filosofické uchopení tohoto pojmu, který se stal později klíčovým pro křesťanské, a tedy evropské pojetí morálky. (ctnost, poznání, láska a míra)",
        "keywords": "Platón; 427 př. Kr.-347 př. Kr.; Řecká antická filozofie; 5.-4. století př. Kr.; Etika; Starověké Řecko; umírněnost",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Profesionalizace literární kultury",
        "title_en": "Self-fashioning of literary culture and poesy as a profession: Elizabethan Poetics in the context of Renaissance knowledge",
        "subtitle": "Alžbětinská poetika jako součást komplexu renesančního vědění",
        "author": "KASTNEROVÁ, Martina",
        "published_date": "2016",
        "published_place": "Červený Kostelec",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-203-5",
        "annotation_short": "K mnoha změnám, kterými procházela společnost alžbětinské Anglie, patří i nová role „básníka z povolání“ – autorka knihy ho přirovnává k postavám dnešní popkultury: jsou obecně známé, jsou jim přisuzovány slušné výdělky, ale ne vždy slušná pověst.",
        "annotation": "K mnoha změnám, kterými procházela společnost alžbětinské Anglie, patří i nová role „básníka z povolání“ – autorka knihy ho přirovnává k postavám dnešní popkultury: jsou obecně známé, jsou jim přisuzovány slušné výdělky, ale ne vždy slušná pověst. Jeden z nich, dramatik Ben Jonson, sám sarkasticky poznamenává: Básník je ten /…/ ubožák, který se poezií musí živit. – Tito „ubožáci“ však měli pestré osudy i role: byli básníky i teoretiky, dvořany, politiky, prosazováním a kultivováním „lidového jazyka“ posilovali národní kulturní autonomii nejen ve vztahu k dříve nedotknutelné autoritě klasiků antiky, ale i vůči soudobě „konkurenci“ na evropském kontinentě. Nejen William Shakespeare a Ben Jonson, ale i jejich méně proslavení současníci Philip Sidney, Edmund Spenser a George Puttenham svým dílem i svými osudy dobový ideál spoluvytvářeli, ztělesňovali – nebo také zpochybňovali… Číst o nich přináší i dnes poznání bezmála dobrodružné.",
        "keywords": "literární kultura; alžbětinská poetika; renesance; poezie",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Dál a dál za Herkulovy sloupy",
        "title_en": "Beyond the Pillars of Hercules: Natural Secrets of the New World and Spanish Renaissance Philosophy and Science",
        "subtitle": "přírodní tajemství Nového světa a španělská renesanční filosofie a věda",
        "author": "ČERNÁ, Jana",
        "published_date": "2016",
        "published_place": "Praha",
        "publisher": "Triton",
        "meta_info": "",
        "isbn": "978-80-7553-121-6",
        "pages": "160",
        "annotation_short": "S objevem a objevováním Nového světa začala být intelektuální zvídavost legitmní a žádoucí. V iberoamerickém intelektuálním světě tak vznikalo poznání vykazující rysy, které jsou obecně považovány za určující pro genezi novověké vědy. Z nakl. anotace S objevem a objevováním Nového světa začala být intelektuální zvídavost legitmní a žádoucí. V iberoamerickém intelektuálním světě tak vznikalo poznání vykazující rysy, které jsou obecně považovány za určující pro genezi novověké vědy. Záměrem publikace je tyto rysy zmapovat a poukázat zároveň na skutečnost, že mnohé kapitoly z dějin idejí je třeba dále doplňovat a reinterpretovat. Připojena literatura a rejstřík. Z nakladatelské anotace.",
        "annotation": "Herkulovy sloupy, za nimiž se podle Platona kdysi nacházela bájná Atlantis, od starověku představovaly symbol geografických i kognitivních limitů: byly považovány za nejzazší západní hranici mořeplavby, za kterou už by lidé neměli dále pronikat. Touha plout dále byla vnímána jako nepatřičná zvídavost a nelegitimní snaha překročit hranice, jež byly člověku vymezeny. S objevením Ameriky se však Herkulovy sloupy proměnily ve ztělesnění nového sebevědomí a touhy pronikat dál a dál (plus ultra, más allá). Dalekými námořními plavbami se Evropanům otevřel bohatý svět podivuhodných poznatků, které přitahovaly pozornost filosofů, vědců, mágů i „profesorů tajemství”. Intelektuální zvídavost přestala být vnímána jako neřest a v souvislosti s poznáváním Nového světa se stávala legitimní a dokonce žádoucí. Radikální novost přírodního světa zároveň implikovala nutnost kritického postoje k tradičním autoritám a posilovala sebevědomí moderního člověka, přesvědčeného o tom, že je s to ukořistit a odhalit i ta nejskrytější tajemství přírody. V iberoamerickém intelektuálním světě tak vznikalo poznání vykazující rysy, které jsou obecně považovány za určující pro genezi novověké vědy. Záměrem publikace je (konkrétně v diskurzu historiae naturalis, přírodní filosofie, přírodní magie, kosmografie, medicínských textů, pojednání o důstojnosti člověka či tzv. knih tajemství) právě tyto rysy zmapovat a poukázat zároveň na skutečnost, že mnohé kapitoly z dějin idejí je třeba dále doplňovat a reinterpretovat. (přírodní tajemství Nového světa a španělská renesanční filosofie a věda)",
        "keywords": "Objevné cesty; Amerika Renesanční filozofie; Španělsko Renesanční věda; Španělsko Filozofie přírody; 16.-17. století Vědecké poznání; 16.-17. století",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Kritický racionalismus H. Alberta a K. Poppera",
        "title_en": "Critical Rationalism of H. Albert and K. Popper",
        "subtitle": "",
        "author": "PAITLOVÁ, Jitka",
        "published_date": "2019",
        "published_place": "Praha",
        "publisher": "Nakladatelství Karolinum",
        "meta_info": "",
        "isbn": "978-80-2464-057-0",
        "pages": "204",
        "annotation_short": "Kniha české filozofky se zaměřuje na kritickoracionalistické řešení základních filozofických problémů na příkladech interpretace textů H. Alberta a K. R. Poppera.",
        "annotation": "<p>Lze dosáhnout jednou provždy pravdivého a jistého poznání? Jak se vyhnout paradoxu barona Prášila? Je moderní věda nikou objektivity oproštěné od lidských hodnot a omylů? Kde v současném proměnlivém světě hledat mravní ukotvení a smysl života?</p><p>Nejen na tyto otázky se pokouší odpovědět filosofický směr označovaný jako kritický racionalismus, který se profiluje jako alternativa k tradiční epistemologii, novopozitivismu, ale i postmodernismu. Jako svébytný metodologický přístup se inspiruje vědeckým pohledem na svět, umožňuje konfrontaci s moderními technologiemi i tradiční teologií a má zakládat plnohodnotný životní postoj. Opírá se o nedogmatické pojetí racionality, jež počítá se sebereflexí a fenoménem chyby.</p><p>Jitka Paitlová představuje kritickoracionalistická řešení klíčových filosofických problémů z oblasti poznání, vědy, etiky i náboženství. Vychází přitom zejména z interpretace textů Hanse Alberta, které vznikaly v polemice s německou filosofickou tradicí 20. století. Přidává nové postřehy ke Karlu Popperovi jako zakladateli kritického racionalismu a doplňuje svérázné české pojetí Otakara A. Fundy, který pozice Alberta a Poppera dokázal obohatit o zdánlivě protichůdné, existenciální aspekty.</p>",
        "keywords": "kritický racionalismus; Hans Albert, poznání; zdůvodnění; věda; hodnotová neutralita; způsob jednání; Karl Popper; Otakar A. Funda",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },

	   {
        "title": "Platonica Pilonica IV. Dobro",
        "title_en": "Platonica Pilonica IV. The Good",
		"subtitle": "",
        "author": "BOHÁČEK, Kryštof, JIRÁKOVÁ, Karolína, JIRÁK, Petr, MERGLOVÁ, Kateřina, PAITLOVÁ, Jitka, VAVERKA, Pavel, PŘIBOVÁ, Eva, STRÁNSKÝ, Jiří, ZIELINA, Martin, PETRŽELKA, Josef ",
        "published_date": "2015",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0341-7 ",
        "pages": "191",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Nová infinitní matematika",
        "title_en": "The Great Illusion of the 20th Century",
        "subtitle": "I. Velká iluze matematiky 20. století",
        "author": "VOPĚNKA, Petr",
        "published_date": "2015",
        "published_place": "Praha",
        "pages": "128",
        "publisher": "Nakladatelství Karolinum",
        "meta_info": "",
        "isbn": "978-80-246-2987-2",
        "annotation_short": "Zakladatel klasické teorie množin, Georg Cantor, věděl již v roce 1899, že obor všech transfinitních ordinálních čísel není aktualizovatelný. To znamená, že tento obor nelze nahradit množinou vůbec všech těchto čísel. Každou množinu ordinálních čísel lze totiž prodloužit o další takováto čísla. Předvedení neaktualizovatelnosti oboru všech přirozených čísel obsažená v této knize není ani zdaleka tak jednoduchou a nadto snadno akceptovatelnou záležitostí, jako je tomu v případě transfinitních ordinálních čísel. Téměř celá infinitní matematika dvacátého století se totiž o množinu vůbec všech přirozených čísel opírá.",
        "annotation": "<p>Zakladatel klasické teorie množin, Georg Cantor, věděl již v roce 1899, že obor všech transfinitních ordinálních čísel není aktualizovatelný. To znamená, že tento obor nelze nahradit množinou vůbec všech těchto čísel. Každou množinu ordinálních čísel lze totiž prodloužit o další takováto čísla. Předvedení neaktualizovatelnosti oboru všech přirozených čísel obsažená v této knize není ani zdaleka tak jednoduchou a nadto snadno akceptovatelnou záležitostí, jako je tomu v případě transfinitních ordinálních čísel. Téměř celá infinitní matematika dvacátého století se totiž o množinu vůbec všech přirozených čísel opírá.</p><p>Autorova cesta k vytčenému cíli vede Cantorovou teorií množin až k ultraproduktu. Ten mu pak umožnil definovat operátor ultraextenze, který naráz přetváří obor všech množin do nového oboru všech množin, stejně hodnotného, leč od výchozího oboru se lišícího délkou přirozených čísel. Díky tomu lze i množinu všech přirozených čísel prodloužit o mnoho dalších přirozených čísel.</p>",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Kurt Gödel: Úplnost a neúplnost",
        "title_en": "Kurt Gödel:On Completness and Incompletness ",
		"subtitle": "",
        "author": "ŠVANDOVÁ, Blažena, ŠVEJDAR, Vítězslav",
        "published_date": "2015",
		    "published_place": "Plzeň",
        "publisher": "OPS",
        "meta_info": "",
        "isbn": "978-80-87269-39-8",
        "pages": "138",
        "annotation_short": "",
        "annotation": "Kniha shrnuje dopad dvou hlavních Godelových výsledků, tj. věty o úplnosti (kalkulu predikátové logiky prvního řádu) a věty o neúplnosti (matematiky), na další vývoj matematiky (a logiky). Rozvoj zkoumání v základech matematiky na přelomu 19. a 20. století vedl k nutnosti exaktněji formulovat matematická tvrzení i důkazy. Odtud také pramení nebývalé úsilí matematiků té doby najít úplný axiomatický systém matematiky. Pak ale důkaz Godelovy věty, nejdůležitější výsledek logiky 20. století, přiměl matematiky i logiky přehodnotit svůj postoj k úplnosti a neúplnosti. Jestliže před rokem 1931 bylo možné chápat neúplnost jako nedostatečnost axiomů a neúplnou teorii jako nedokončený polotovar, poté bylo nutné akceptovat, že existují teorie neúplné v principu a že tyto (v principu) neúplné teorie nejsou žádnými (uměle zkonstruovanými) anomáliemi, ale že se jedná o teorie každodenní matematické praxe. Výklad proměny matematické praxe po Godelových větách je doplněn přepracovaných kritickým překladem obou hlavních Godelových článků 1. Die Vollstandigkeit der Axiome des logischen Funktionenkalkuls (1930), and 2. Uber formal unentscheidbare Satze der Principia Mathematica und verwandter Systeme I (1931). Překlad je založen na edici: Kurt Gödel (1986). Collected works, Vol. I, Publications 1929–1936, editor in chief Solomon Feferman, edited by John W. Dawson, Jr., Stephen C. Kleene, Gregory H. Moore, Robert M. Solovay and Jean van Heijenoort. Překlad obou článků tak umožňuje českému čtenáři získat vlastní a přímou zkušenost s dodnes problematickým objevem úplnosti a neúplnosti deduktivní metody. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Carl Friedrich Gauss: O diferenciální geometrii",
        "title_en": "",
		"subtitle": "",
        "author": "VĚTROVCOVÁ, Marie",
        "published_date": "2015",
		"published_place": "Praha",
        "publisher": "Vyšehrad",
        "meta_info": "",
        "isbn": "",
        "pages": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	   {
        "title": "Stopování sémiotiky",
        "title_en": "The Tracing Semiotics",
		"subtitle": "",
        "author": "HANKE, Miroslav, KASTNEROVÁ, Martina, ŠVANTNER, Martin, VĚTROVCOVÁ, Marie",
        "published_date": "2015",
		"published_place": "Praha",
        "publisher": "Vyšehrad",
        "meta_info": "",
        "isbn": "978-80-7429-609-3 ",
        "pages": "223",
        "annotation_short": "",
        "annotation": "Monografie rozvíjí různé aspekty znakové funkce, tak jak jsou se specifickými důrazy probírány v pluralitě \"vedlejších\" (před-)novověkých tradic. První kapitola se věnuje vývoji obecně sémiotické teorie od klasických zdrojů po druhou scholastiku s důrazem na klíčové formativní momenty pozdně scholastické diskuse. Druhá kapitola věnovaná teorii větného významu tuto obecně charakterizovanou funkci specifikuje ve vztahu k sémantické koncepci pravdivosti. Kapitola věnovaná filosofii matematiky je založena na rozboru transformace matematiky mezi středověkou a raně novověkou tradicí. Poslední kapitola pak doplňuje pohled poetiky na základě analýzy procesu profesionalizace alžbětinské literární kultury.",
        "keywords": "sémiotika; novověk; tradice; sémantika; filosofie matematiky; poetika; pragmatické aspekty jazyka",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Nová infinitní matematika: II",
        "title_en": "A New Theory of Set and Semisets",
		"subtitle": "Nová teorie množin a polomnožin",
        "author": "VOPĚNKA, Petr",
        "published_date": "2015",
		"published_place": "Praha",
        "publisher": "Nakladatelství Karolinum",
        "meta_info": "",
        "isbn": "978-80-246-2986-5",
        "pages": "90",
        "annotation_short": "Kniha na základě filosofických předpokladů představuje konstruuje novou teorii množin a polomnožin. Základními pojmy jsou horizont, osvětlená a neosvětlená část a klíčovými pojmy nerozlišitelnost a nekonečno. ",
        "annotation": "",
        "keywords": "filosofie matematiky; nová teorie množin; horizont, nekonečno",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Když je řeč o barvách",
        "title_en": "Speaking of colors",
		"subtitle": "",
        "author": "BERAN, Ondřej",
        "published_date": "2015",
		"published_place": "Praha",
        "publisher": "Vyšehrad",
        "meta_info": "",
        "isbn": "978-80-7429-601-7 ",
        "pages": "174",
        "annotation_short": "",
        "annotation": "Barva představuje jeden z tradičních filosofických problémů, který byl a je zkoumán z nejrůznějších úhlů pohledu, v různých souvislostech a kontextech. Monografie přistupuje k této problematice z perspektivy filosofie „obratu k jazyku“ a ukazuje, jak se k otázkám, které mohou být v souvislosti s barvami kladeny, staví analytická filosofie či filosofie jazyka. Předmětem jejího zájmu jsou především zákonitosti, jimiž se řídí naše používání slov pro barvy a vět, jež je obsahují. Zaměřuje se na logické formy či struktury výpovědí o barvách a snaží se přitom zachytit jejich obecné zákonitosti a filosofický statut. Na jedné straně zkoumá možnosti formálního zachycení zákonitostí – jako například, že nic nemůže být zároveň červené a zelené – coby obecně platných, na druhé straně klade důraz na důležitost empirického studia barev. Způsob, jakým o barvách mluvíme, se totiž liší nejen jazyk od jazyka (struktura slovníku moderních západních jazyků je značně odlišná od jazyků kulturně či historicky jim vzdálených), ale také kontext od kontextu. V této souvislosti je třeba upozornit na to, že mluvení o barvách je kontextualizovaná dovednost, které se musíme učit. Významnou součástí toho je také učení se práci s vlastním tělem a vnímáním. ",
        "keywords": "barva; fenomenologie; jazyk; kultura; pravidlo, tělo",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Freudova neurofyziologie mysli",
        "title_en": "Freud´s Neurophysiology of Mind",
		"subtitle": "",
        "author": "POLÁK, Michal",
        "published_date": "2015",
		"published_place": "Praha - Plzeň",
        "publisher": "Vyšehrad",
        "meta_info": "",
        "isbn": "978-80-7429-608-6 ",
        "pages": "148",
        "annotation_short": "",
        "annotation": "Monografie usiluje o znovuobjevení Freudova Projektu vědecké psychologie. Je pokusem zasadit jej do kontextu geneze úvah o lidské mysli a vědomí v druhé polovině 19. století, s cílem ukázat, že ani Freud nebyl zdaleka prost důležité motivace empiricky zdůvodnit bázi lidské psychiky. Kniha se zabývá počátky neurofyziologie lidského mozku a jejím hlavním argumentem je teze, že Freuda lze chápat jako biologického naturalistu, který odmítá nemateriální základy lidské psýché.",
        "keywords": "Sigmund Freud; neurověda; psýché; vědomí; mysl",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Trinus liber Dei: Komenského místo v dějinách metaforiky knihy",
        "title_en": "Trinus liber Dei: The place of Comenius in the history of the book metaphor",
		"subtitle": "",
        "author": "PAVLAS, Petr",
        "published_date": "2015",
		"published_place": "Plzeň - Praha ",
        "publisher": "Vyšehrad",
        "meta_info": "",
        "isbn": "978-80-7429-607-9",
        "pages": "186",
        "annotation_short": "",
        "annotation": "Představa světa či jeho částí jako čitelného textu je v evropské kultuře hluboce zakořeněná. Prvním předpokladem této představy je alfabetismus a kulturní idea knihy, druhým pak nahlížení světa jako smysluplného a koherentního celku, jehož části nesou význam a jsou ve vzájemných vztazích: mají „sémantiku“ a „syntax“. Začít hledět na svět jako na řád znaků ale následně znamená ptát se: Jakým písmem a jazykem je napsán? Lze jej vůbec přečíst? Kdo jej napsal? Proč? Lze tento text měnit, přepisovat? Problém vědomé změny a záměrného přepisování textu přírody je fenoménem moderní vědy, které se s pomocí genového inženýrství otevřela možnost měnit genetický kód, a to včetně všech bioetických dilemat i velkých nadějí, jež se s touto technikou pojí. Avšak otázka po (většinou neuvědomovaném) předpokladu této techniky, totiž pojetí světa či jeho částí jako textu kódujícího a reprezentujícího něco jiného – v tomto případě fenotyp – je otázkou dosud jen málo prozkoumanou. Tato kniha chce přispět k historiografii metafor, ve kterých se přenáší pojmenování pro dílo textové povahy (tabulka, svitek, kodex, kniha, knihovna, báseň, epos, zákoník apod.) na jinou věc, obvykle na svět, přírodu nebo člověka. Zvláště se pak zaměřuje na metaforiku knihy ve filosofickém díle Jana Amose Komenského.",
        "keywords": "kniha přírody; přirozená teologie; kniha mysli; Komenský; konceptuální historie; dějiny metafor; Raimund ze Sabundy; metaforologie; dokonalý jazyk",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Inštrumentálny realizmus",
        "title_en": "Instrumental realism",
		"subtitle": "",
        "author": "KVASZ, Ladislav",
        "published_date": "2015",
		"published_place": "Praha",
        "publisher": "Vyšehrad",
        "meta_info": "",
        "isbn": "978-80-7429-604-8",
        "pages": "224",
        "annotation_short": "",
        "annotation": "Kniha věnovaná otázkám filozofie matematiky přináší radikálně nový pohled na vztah našich teorií a skutečnosti kolem nás. Snaží se ukázat, že náš vztah ke skutečnosti není přímý, ale je zásadním způsobem zprostředkován instrumenty, které při našem vztahování se ke skutečnosti používáme. Kromě vědeckých nástrojů autor zdůrazňuje zejména význam symbolických instrumentů, jako jsou čísla, algebraické vzorce nebo geometrické obrázky. Symbolické nástroje, podobně jako vědecké instrumenty, odkrývají a stabilizují různé aspekty skutečnosti a tím mění obraz skutečnosti a naše místo v ní. Kvůli klíčové roli instrumentů v našem vztahování se ke skutečnosti autor svou pozici nazývá instrumentálním realismem. Z pozice instrumentálního realismu argumentuje proti hlavním pozicím ve filozofii matematiky, jako jsou logicizmus, platonismus, intuicionizmus a konstruktivismus. V jistém smyslu je instrumentální realismus příbuzný s filozofií pozdního Wittgensteina a lze tvrdit, že se snaží do filozofie vědy a matematiky přenést vhledy, kterými Wittgenstein obohatil filozofii jazyka. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Informační grafika: Otto Neurath - Isotype",
        "title_en": "Infographics: Otto Neurath - Isotype",
		"subtitle": "",
        "author": "HANZELÍNOVÁ, Lada",
        "published_date": "2015",
		"published_place": "Praha",
        "publisher": "Vyšehrad",
        "meta_info": "",
        "isbn": "978-80-7429-602-4 ",
        "pages": "210",
        "annotation_short": "",
        "annotation": "Zmapovat intelektuální kořeny metody Isotype, zrekonstruovat, popsat a vysvětlit metodu Isotype tak, jak ji jeho autor Otto Neurath zamýšlel, a zpracovat recepci této metody po smrti Otty Neuratha – to jsou tři základní cíle této monografie. Na podrobně zpracovaném bibliografickém materiálu a stručném odborném kontextu jsou popsány přiznané i další pravděpodobné vlivy, vše je ukázáno v chronologickém, geografickém a teoretickém rámci.",
        "keywords": "Isotype; informační grafika; obrazová statistika; Otto Neurath; Gerd Arntz",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Uvedení do obecné topologie a jejích dějin do roku 1960",
        "title_en": "",
		"subtitle": "",
        "author": "VOPĚNKA, Petr, VĚTROVCOVÁ, Marie",
        "published_date": "2015",
		"published_place": "Praha",
        "publisher": "Vyšehrad",
        "meta_info": "",
        "isbn": "978-80-7429-610-9 ",
        "pages": "290",
        "annotation_short": "",
        "annotation": "Kniha pojednává o historickém vývoji obecné (množinové) topologie jakožto nové matematické disciplíny 20. století. První část se věnuje dějinám základních pojmů a tvrzení v topologii s důrazem na názornost důkazu. Druhá část sleduje dva cíle: jednak diskusi topologických jevů v příslušných časopisech, vydávání článků a knih, ale také stručné uvedení hlavních představitelů topologie, jejich práce a dějinného zařazení. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Pravda - dcera času",
        "title_en": "Idea of progress in the realm of knowledge",
		"subtitle": "O původu ideje pokroku poznání",
        "author": "ŠPELDA, Daniel",
        "published_date": "2015",
		"published_place": "Červený Kostelec",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-193-9 ",
        "pages": "294",
        "annotation_short": "",
        "annotation": "Kniha se zaměřuje na specifické epistemologické podmínky možnosti myšlenky pokroku v oblasti poznání. Argumentace vychází z předpokladu, že idea vědeckého pokroku není izolovaný a singulární pojem, ale je vpleten do sítě vztahů, které se vztahují k poznávání přírody. Proto může být idea pokroku nahlížena jako určitý typ epistemologie s vlastním původem a dějinami. Tato kniha chce ukázat, že hledání původu myšlenky vědeckého pokroku se dá pojmout také jako historické hledání epistemologických strategií, které zahrnují temporální prvky.",
        "keywords": "myšlenka vědeckého pokroku; raně novověká věda; teleologie; antropocentrismus; dějiny vědy; červená karkulka",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Reálná čísla a jejich diskretizace",
        "title_en": "Real Numbers and Theis Discredit",
		"subtitle": "",
        "author": "VOPĚNKA, Petr",
        "published_date": "2015",
		"published_place": "Praha",
        "publisher": "Nakladatelství Karolinum",
        "meta_info": "",
        "isbn": "978-80-246-2985-8 ",
        "pages": "64",
        "annotation_short": "Kniha na základě filosofických a historických předpokladů ukazuje konstrukci reálných čísel a infinitesimální aritmetiku. Opírá se přitom o novou teorii množin a polomnožin. ",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Staronový diferenciální počet",
        "title_en": "Old-newer Differential Calculus",
		"subtitle": "",
        "author": "VOPĚNKA, Petr",
        "published_date": "2015",
		"published_place": "Praha",
        "publisher": "Nakladatelství Karolinum",
        "meta_info": "",
        "isbn": "978-80-246-2984-1",
        "pages": "110",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Anomálie, ad hoc hypotézy a temné stránky kosmologie",
        "title_en": "Anomalies, ad hoc hypotheses and dark sides of cosmology",
		"subtitle": "",
        "author": "HAVLÍK, Vladimír",
        "published_date": "2015",
		"published_place": "Plzeň a Praha",
        "publisher": "Vyšehrad",
        "meta_info": "",
        "isbn": "978-80-7429-603-1",
        "pages": "168",
        "annotation_short": "",
        "annotation": ": Kniha se zabývá legitimností řešení anomálních situací ve vědeckém bádání pomocí přijímání pomocných ad hoc hypotéz. Snaží se nejen představit hlavní diskuse v rámci filosofie a metodologie vědy o roli a statusu ad hoc hypotéz ve vědeckém bádání, ale ukázat zároveň na konkrétních příkladech z kosmologie obtížnost stanoveného úkolu pro moderní metodologii. Východisko pro možné zodpovězení těchto otázek shledává kniha nakonec v evoluční metodologii vědy a to konkrétně v ekosystémovém pojetí, kde nejsou ad hoc hypotézy hodnoceny izolovaně jen jako pozitivní nebo negativní případy, ale jsou zhodnoceny naopak z hlediska celku, jako nutné strategie pro nalézání souladu při vývoji vědění.",
        "keywords": "anomálie; ad hoc; hypotézy; metodologie vědy; kosmologie",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Vědomí a jeho teorie",
        "title_en": "Consciousness and Its Theories",
		"subtitle": "",
        "author": "MARVAN, Tomáš, POLÁK, Michal",
        "published_date": "2015",
		"published_place": "Plzeň - Praha ",
        "publisher": "Vyšehrad",
        "meta_info": "",
        "isbn": "978-80-7429-606-2 ",
        "pages": "159",
        "annotation_short": "",
        "annotation": "Kniha pojednává o mnoha filosofických a empirických otázkách, týkajících se tématu fenomenálního vědomí. Jejím širším cílem je snaha podpořit chápání fenomenálního vědomí jakožto přirozeného jevu materiálního světa. Kniha demonstruje užitečnost filosofie při výzkumu vědomí tím, že rozvíjí tezi nevědomých fenomenálních obsahů vznikajících při percepci. To pak umožňuje oddělit mechanismy pro tvorbu fenomenálních obsahů od mechanismů, které zajišťují vstup těchto obsahů do vědomí. Tato teze je zde podpořena řadou empirických i teoretických argumentů.",
        "keywords": "vědomí; kválie; introspekce; neurální koreláty vědomí; reprezentacionismus; naturalismus",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
	  {
        "title": "Sny o mnohosti světů",
        "title_en": ":Dreams of the Plurality of Worlds. Athanasius Kircher (1602–1680), John Wilkins (1614–1672) and their Image of the Universe",
		"subtitle": "Athanasius Kircher (1602–1680), John Wilkins (1614–1672) a jejich obraz vesmíru",
        "author": "LELKOVÁ, Iva",
        "published_date": "2015",
		"published_place": "Praha",
        "publisher": "Vyšehrad",
        "meta_info": "",
        "isbn": "978-80-7429-605-5 ",
        "pages": "171",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },

	  {
        "title": "Anaximenés z Mílétu",
        "title_en": "Anaximenes of Miletus",
		"subtitle": "",
        "author": "KOČANDRLE, Radim",
        "published_date": "2014",
		"published_place": "Červený Kostelec ",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-123-6 ",
        "pages": "341",
        "annotation_short": "",
        "annotation": "Anaximenés z Mílétu je poslední z trojice myslitelů, kteří pocházeli z téhož iónského města a podle tradice stáli na samém prahu filosofie. Ačkoli se Anaximenem završuje mílétské vnímání světa, nalézá se poněkud ve stínu Thaléta a Anaximandra. Právě jemu však Theofrastos věnoval samostatný spis. Podle Aristotelova výkladu měl za počátek všeho pokládat vzduch. Byla to ale především konkrétní formulace vzniku, zániku a změn v přírodě na pozadí zřeďování a zhušťování vzduchu, která se pro něho stala příznačnou. Přestože se nejspíše jedná o pozdější pochopení, silný akcent na vzduch může v doxografii částečně odrážet původní Anaximenův náhled. Ten patrně vycházel z intimních rysů života, které byly spatřovány v paralelách vzduchu, dechu a duše. Bezmezný vzduch objímající celý svět přitom představoval pravé božství, z něhož vznikají „bohové a božské věci“.",
        "keywords": "Anaximenés; duše; kosmologie; vzduch; zhušťování a zřeďování",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Člověk očima přírodních věd a křesťanské teologie",
        "title_en": "",
		"subtitle": "",
        "author": "VACÍKOVÁ, Jana",
        "published_date": "2014",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0343-1 ",
        "pages": "144",
        "annotation_short": "Na počátku této knihy byla fascinace objevy jednotlivých vědních oborů a otázky, které z nich vyplynuly. Člověk jako předmět výzkumu se jevil stále složitějším a komplexnějším, dílčí pravdy byly rychle střídány pochybnostmi a z nich vyplývajícími otázkami. Odpovědi na ně nacházejí přírodní vědy s pomocí věd společenských a díky mezioborovému dialogu.",
        "annotation": "<p>Na počátku této knihy byla fascinace objevy jednotlivých vědních oborů a otázky, které z nich vyplynuly. Člověk jako předmět výzkumu se jevil stále složitějším a komplexnějším, dílčí pravdy byly rychle střídány pochybnostmi a z nich vyplývajícími otázkami. Odpovědi na ně nacházejí přírodní vědy s pomocí věd společenských a díky mezioborovému dialogu.</p><p>Druhým podnětem pro tuto knihu je zaznamenání posunu teologie, která nezůstala rigidně stát, ale sama hledala odpovědi na podobné otázky. Velmi zjednodušeně lze říci, že církev, která byla dříve nositelkou vzdělanosti a pokroku, se v reakci na osvícenství a militantní ateismus stala často brzdou poznání a teprve v posledním století začala postupně adekvátně reagovat na výzvy současnosti. Analýza tohoto vývoje a její překvapivý závěr si zasloužily zpracování formou odborné publikace.</p>",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "The Hidden Unity: An Experimental View on Aesthetics and Semiotics of Music in the Czech Milieu",
        "title_en": "",
		"subtitle": "",
        "author": "DOUBRAVOVÁ, Jarmila",
        "published_date": "2014",
		"published_place": "Frankfurt am Main ",
        "publisher": "PL Academic Research",
        "meta_info": "",
        "isbn": "978-3-631-65500-9 ",
        "pages": "120",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },

	  {
        "title": "Čínské tradiční vědění z pohledu Západu",
        "title_en": "Chinese Traditional Knowledge from the Western Point of View",
		"subtitle": "",
        "author": "BÍLKOVÁ, Jitka",
        "published_date": "2014",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0261-8",
        "pages": "262",
        "annotation_short": "",
        "annotation": "Publikace se zabývá některými aspekty čínské tradiční vědy do poloviny 19. století a jejich reflexí v dílech vybraných britských a amerických vědců. Autoři zmínění v publikaci reprezentují různé myšlenkové směry a k čínskému vědění zaujímají odlišné přístupy, stanoviska a kritéria. Jedná se především o autory dvacátého století – Needhama, Russella, Grahama, Huffa, Elmana, Bernala, Mumforda, Templa, Sivina. Kniha poskytuje přehled jejich bádání. Nabízí také kritickou analýzu, která s využitím zejména Sivinova rozboru zprostředkovává osobitost a specifiku rozsáhlé oblasti čínského vědění v souvislostech jeho myšlenkového a společensko-historického prostředí: zahrnuje specifiku jazyka, čínského přístupu k přírodě a způsobu popisu přírody, specifiku myšlení, systému hodnot, cílů a zájmů. Z tohoto úhlu pohledu problematizuje způsob tázání a zpracování tématu v dílech většiny zmíněných autorů a naznačuje východiska pro další bádání.",
        "keywords": "tradiční čínské vědecké a filosofické myšlení; britští a američtí vědci; tradiční čínská kultura; západní věda",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Spiknutí! - Úloha antisemitských konspiračních teorií ve veřejném a politickém diskurzu",
        "title_en": "Conspiracy! - The Role of Conspiracy Theories in the Public and Poli- tical Discourse",
		"subtitle": "",
        "author": "TARANT, Zbyněk, TYDLITÁTOVÁ, Věra, BUDIL, Ivo, SOUKUPOVÁ, Blanka",
        "published_date": "2014",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0425-4",
        "pages": "136",
        "annotation_short": "",
        "annotation": "Publikace „Spiknutí“ Úloha antisemitských konspiračních teorií ve veřejném a politickém diskurzu chce představit některé příklady spikleneckých teorií v krátkém chronologickém průřezu, přičemž z mnoha typů konspiračních teorií volíme ty, které mají vztah k antisemitismu. Tato kniha si klade za úkol představit některé z mechanismů, které vedou k produkci teorií spiknutí, upozornit na jejich význam a na jednotlivých příkladech ukázat fascinující a matoucí svět tohoto dosud málo zkoumaného žánru. Publikace chápe konspirační teorie jako specifický sociální fenomén a současně literární žánr. K jejich výzkumu přistupuje kombinací metod historie, etnologie a mediálních studií.",
        "keywords": "antisemitismus; mediální studia; konspirační teorie; hoax",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Vůle k víře",
        "title_en": "Studies of philosophy of religion",
		"subtitle": "Studie k filosofii náboženství",
        "author": "NEUPAUER, Eduard",
        "published_date": "2014",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0269-4 ",
        "pages": "68",
        "annotation_short": "Monografie mapuje možnosti epistemického uchopení fenoménu \"víry\" v postmoderním myšlení a mentalitě s důrazem na explanační znalosti a teorii explanace tak jak je prezentována v soudobé analytické filosofii.",
        "annotation": "",
        "keywords": "náboženství; explanace; vůle",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Patočkovy interpretace literatury",
        "title_en": "Patočka’s Interpretations of Literature",
		"subtitle": "",
        "author": "BLAHUTKOVÁ, Daniela, ŠEVČÍK, Miloš",
        "published_date": "2014",
		"published_place": "Červený Kostelec",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-124-3 ",
        "pages": "122",
        "annotation_short": "",
        "annotation": "Monografie je pokusem o systematický průzkum Patočkových interpretací literatury a jejich vztahu k Patočkovým filozofickým názorům. Autoři sledují zejména Patočkovo pojetí vztahu literatury a mýtu a literatury a filozofie. S prvním souvisí mj. otázka života mytologických témat v literatuře epoch, s druhým, jak Patočka u literárních děl filozoficky vykazuje fenomenologii životního smyslu. Autoři se zabývají Patočkovými texty ze 30.-40. let a zejména z 60.-70. let.",
        "keywords": "Patočka; interpretace; literatura; fenomenologie",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Pozitivismus v české filosofii první poloviny 20. století",
        "title_en": "Positivism in Czech philosphy of the first half of the 20th century",
		"subtitle": "",
        "author": "KRATOCHVÍL, Miloš",
        "published_date": "2014",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0434-6",
        "pages": "138",
        "annotation_short": "",
        "annotation": "Kniha pojednává o vývoji české pozitivistické filosofie. Nejde o dílo encyklopedického rázu, jehož cílem by bylo představit všechny české pozitivisticky orientované filosofy. Cílem je ukázat hlavní rysy českého pozitivismu nejen ve filosofickém, ale také společensko-politickém kontextu. Zámerně je zvolena historická perspektiva, neboť již ve fázi pronikání pozitivismu do českého myšlení (tedy ještě před jeho zakotvením v něm) a jeho následné repcepce je pozitivismus kritizován. Vrcholným obdobím českého pozitivismu je éra spojovaná s filosofickým a psychologickým dílem Františka Krejčího. To čelilo kritice nového druhu, jejímž zdrojem byl idealismus. Třetí fáze vývoje českého pozitivismu je přiblížena na filosofii Josefa Tvrdého, která usiluje o vybudování vědecky založené metafyziky.",
        "keywords": "pozitivismus; idealismus; Masaryk; František Krejčí; psychologie ",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Umění jako vyjádření smyslu",
        "title_en": "Art as an Expression of Meaning. Jan Patočka´s Philosophy of Art",
		"subtitle": "Filozofie umění Jana Patočky",
        "author": "ŠEVČÍK, Miloš",
        "published_date": "2014",
		"published_place": "Červený Kostelec ",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-115-1 ",
        "pages": "250",
        "annotation_short": "",
        "annotation": "Monografie je prvním obsáhlejším systematickým pokusem o shrnutí motivů Patočkovy filozofie umění. Mezi témata Patočkova myšlení, která autor v knize sleduje, patří zejména umělecká vzdělanost, pojetí vztahu literatury a mýtu, vzájemná souvislost a odlišnost architektury a sochařství, styl ve výtvarném umění, spojitost a rozdíl mezi uměním minulosti a přítomnosti a rovněž aspekty vztahu mezi uměním a vědeckým poznáním. Patočkova filozofie je zkoumána do značné míry chronologicky, od raných Patočkových textů ze 30. a 40. let k textům ze 60. a 70. let, chronologii vzniku je však nadřazeno zdůraznění obsahových spojitostí mezi jednotlivými pojednáními.",
        "keywords": "umění; smysl; Jan Patočka; výtvarné umění; literatura",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Organizace konferencí na Západočeské univerzitě",
        "title_en": "",
		"subtitle": "",
        "author": "LUKEŠOVÁ, Anna",
        "published_date": "2014",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0340-0",
        "pages": "56",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Nespoutaná slova : Richard Rorty, post-analytická filosofie a jazykový idealismus",
        "title_en": "Unchained Words - Richard Rorty, Post-analytical Philosophy and Linguistic Idealism",
		"subtitle": "",
        "author": "DACH, Stefanie",
        "published_date": "2013",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0264-9",
        "pages": "174",
        "annotation_short": "",
        "annotation": "Kniha se soutřeďuje na Richarda Rortyho a otázku jazykového idealismu. Rortyho dílo je vyloženo v kontextu třech dalších autorů, o něž se Rorty při své argumentaci opírá, tj. W.V.O. Quine, Wilfrid Sellars a Donald Davidson. Po analýze Rortyho vazeb na osatní tři filosofy, rozebírám každého ze zmíněných čtýř autorů vzhledem k tomu, které jazykově-idealistické prvky lze u něj vystopovat a jak ho můžeme hájit proti obvinění z jazykového idealismu. Předkládám tezi, že obvinění z jazykového idealismu je smysluplné jedině na základě určitého obrazu našeho vztahu ke světu, který předpokládá konfrontaci mysli nebo jazyka se zbtykem světa. Na konci se přikloním k názoru, že alespoň Davidson a Rorty zastávají jiný obraz našeho vztahu ke světu, a to obraz takový, že otázka jazykového idealismu by neměla ani vyvstat.",
        "keywords": "R. Rorty; W. Sellars; D. Davidson; W.V.O. Quine; jazykový idealismus; epistemologie; fundacionismus; reprezentacionalismus; pragmatismus; analytická filosofie; konstruktivismus",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Racionalita versus transcendence",
        "title_en": "Rationality versus transcendence. The dispute between Hans Albert and modern theologians",
		"subtitle": "Spor Hanse Alberta s moderními teology",
        "author": "FUNDA, Otakar A.",
        "published_date": "2013",
		"published_place": "Praha",
        "publisher": "Filosofia",
        "meta_info": "",
        "isbn": "978-80-7007-399-5 ",
        "pages": "135",
        "annotation_short": "",
        "annotation": "Autor uvádí na českou filosofickou scénu koncepci kritické racionality významného německého filosofa Hanse Alberta. Představuje postupně Albertovu kritiku předních moderních teologů dvacátého století (Rudolfa Bultmanna, Gerharda Ebelinga, Hanse Künga a Josepha Ratzingera). V závěru se Funda vůči Albertově kritice v některých bodech vymezuje. Jeho kniha je proto příspěvkem k polemice mezi ateismem a křesťanstvím, vedené na vysoké filosofické úrovni moderního teologického diskurzu.",
        "keywords": "racionalita; transcendence; Hans Albert; teologie",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Francouzská epistemologie : (přehled vývoje do poloviny 20. století)",
        "title_en": ": French Epistemology (An overview of its development until the half of the 20th Century)",
		"subtitle": "",
        "author": "KRATOCHVÍL, Miloš",
        "published_date": "2013",
		"published_place": "Praha",
        "publisher": "Triton",
        "meta_info": "",
        "isbn": "978-80-7387-671-5",
        "pages": "293",
        "annotation_short": "",
        "annotation": "Francouzská epistemologie v současnosti patří mezi nejvlivnější filosofické tradice. Kniha mapuje kontext jejího zformování na přelomu 19. a 20. století a představuje hlavní témata a nejvýznamnější představitele až do druhé světové války. Důraz je kladen na roli filosofie kontingence Émila Boutrouxe, která na pozadí kontrastu mezi pozitivismem a spiritualismem připravila myšlenkové prostředí, v němž se rodily významné epistemologické koncepce, jimž jsou věnovány samostatné kapitoly. Na Boutrouxovu filosofii navazuje jak konvencionalismus (zejména Henri Poincaré a Pierre Duhem), tak i kritický idealismus Léona Brunschvicga. U těchto autorů jsou představeny hlavní myšlenky a základní epistemologické problémy, jimiž se zabývali. Totéž platí i o filosofii identity Émila Meyersona. Společným tématem je vztah epistemologie k dějinám vědy, jejich interpretace a nezřídka také analýza jejich psychologických předpokladů. Otázek (dis)kontinutity a (ne)proměnlivosti lidské mysli se týkají kapitoly o Lucienu Lévy-Bruhlovi, Hél?ne Metzgerové i kratší kapitoly věnované pokračovatelům této tradice, Bachelardovi, Koyrému a Piagetovi. Francouzská epistemologie zde navzdory některým jednotícím prvkům není prezentovaná jako jednotné hnutí nebo filosofická škola, ale jako jako významná kapitola v dějinách filosofie 20. století.",
        "keywords": "francouzská epistemologie; dějiny vědy; filosofie vědy; kontingence; konvencionalismus ",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "History of Hatred, Hatred of History - Encounters Between Antisemitism and Historical Memory",
        "title_en": "History of Hatred, Hatred of History - Encounters Between Antisemitism and Historical Memory",
		"subtitle": "",
        "author": "TARANT, Zbyněk, TYDLITÁTOVÁ, Věra, BUDIL, Ivo, HOŠEK, Pavel",
        "published_date": "2013",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0316-5",
        "pages": "126",
        "annotation_short": "",
        "annotation": "Tato kniha se pokouší poukázat na některé zajímavé paradoxy, plynoucí ze střetu mezi antisemitismem historií a kolektivní pamětí. Jejím cílem je průzkum a pojmenování rozličných strategií, jimiž antisemitské ideologie manipulují historickou pamětí. Výsledný text však tento původní záměr přesahuje a poukazuje na četné paradoxy, které ze střetu antisemitismu s historickou pamětí vznikají, jakož i na méně známé pozadí vzniku a šíření soudobých antisemitských motivů. Kniha je společným dílem čtyř autorů. Ivo Budil se ve své kapitole obrací k počátkům rasové ideologie, aby na vzájemném porovnání myšlenek Benjamina Disraeliho a Ernesta Renana poukázal na to, jak se v myšlení orientalistů 18. a 19. století proměňovalo vnímání Židů od obdivovaného k nenáviděnému lidu. Věra Tydlitátová se obrací do českého prostředí, aby poukázala na komplikovaný vztah soudobých českých antisemitů k osobě Tomáše Garrigue Masaryka. Autorka poukazuje na fakt, že ani sto let od Hilsnerovy aféry či sporu o rukopisy nepřestala být tato témata v kruzích radikálních českých nacionalistů živá a že ačkoliv je považujeme za již uzavřené kapitoly a za součást učebnic dějepisu, tato témata ovlivňují veřejný diskurz dodnes. Zbyněk Tarant se pak ve třetí kapitole pokouší zmapovat pozici událostí 17. listopadu v myšlení české krajní pravice. Autor poukazuje na fakt, že Mezinárodní den studentstva se svými dvěma významovými vrstvami (1939 a 1989) představuje pro českou krajní pravici překvapivě komplikovanou výzvu, neboť se na jedné straně jedná o významný den, během něhož je každoročně bilancován polistopadový vývoj, ovšem současně jde i o den připomínky nacistického pokusu o likvidaci české inteligence. Pavel Hošek se pak ve své rešerši teologického myšlení Avrahama Joshuy Heschela pokouší nabídnout jeden z typickým příkladů židovské odpovědi na otázku antisemitismu a holocaustu.",
        "keywords": "historie; paměť; zneužití historie; zneužití paměti; revisionismus; rasismus; antisemitismus; Sametová revoluce; Masaryk; Ernst Renan; Benjamin Disraeli; Miroslav Dolejší",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Causality",
        "title_en": "Causality",
		"subtitle": "",
        "author": "PEXIDR, Karel, DEMJANČUK, Nikolaj",
        "published_date": "2013",
		"published_place": "Ely",
        "publisher": "Melrose Books",
        "meta_info": "",
        "isbn": "978-1-908645-99-9",
        "pages": "309",
        "annotation_short": "",
        "annotation": "Kauzální uvažování je standardním vyjádřením a nepostradatelným nástrojem lidského intelektu. Je založena na vlastnostech duševní činnosti, nebo přírodních jevů nezávislých na lidské bytosti? Monografie \"Kauzalita\" filozofických publicistů Karla Pexidra a Nikolaje Demjančuka je zaměřena na tuto hlavní otázku v kombinaci s dalšími problémy kauzality. Autoři v krátké historické části a v podrobnější analytické části ukazují, že bezprostřední sebe-evidence kauzality, jak je brána v našem každodenním životě, neodpovídá zdaleka hloubce a důležitosti filozofických problémů, které vznikají v důsledku kauzality.",
        "keywords": "kauzalita; filosofie; věda",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Physics, Astronomy and Engineering",
        "title_en": "Physics, Astronomy and Engineering. Critical Problems in the History of Science and Society",
		"subtitle": "Critical Problems in the History of Science and Society",
        "author": "LUKEŠOVÁ, Anna",
        "published_date": "2013",
		"published_place": "Šiauliai",
        "publisher": "The Scientia Socialis Press",
        "meta_info": "",
        "isbn": "978-609-95513-0-2",
        "pages": "469",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Korespondence Carla Friedricha Gausse",
        "title_en": "Correspondence of Carl Friedrich Gauss",
		"subtitle": "",
        "author": "VĚTROVCOVÁ, Marie",
        "published_date": "2013",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "",
        "pages": "192",
        "annotation_short": "",
        "annotation": "Historiografické uvedení do práce C. F. Gausse se zaměřením na diferenciální geometrii. Cílem práce je zkoumání Gaussovy korespondence, zúžené na léta 1813-1842 (s dohledáním kontextuality z let 1808-1813). Na základě toho pak vyjasnit okolnosti a podat způsob uvažování, jakým Gauss své práce z diferenciální geometrie psal, a tím vysvětlit pozadí vzniku jeho příspěvků k dějinám diferenciální geometrie. Práce obsahuje čtyři části: I. Gaussova diferenciální geometrie ve světle intencionální historiografie matematiky; II. Carl Friedrich Gauss (1777-1855); III. Křivé plochy v korespondenci Gauss-Schumacher; IV. Gaussova diferenciální geometrie (překlady). Součástí práce jsou původní kritické překlady (z latiny a němčiny do češtiny) všech Gaussových publikovaných prací k diferenciální geometrii křivých ploch.",
        "keywords": "C. F. Gauss; intencionální historiografie; fenomenologická filosofie; epistemologie matematiky; diferenciální geometrie; dějiny matematiky; dějiny astronomie; dějiny geodézie; H. C. Schumacher",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Lazare and Sadi Carnot",
        "title_en": "Lazare and Sadi Carnot. A Scientific and Filial Relationship",
		"subtitle": "A Scientific and Filial Relationship",
        "author": "GILLISPIE, Charles C., PISANO, Raffaele",
        "published_date": "2013",
		"published_place": "Heidelberg ",
        "publisher": "Springer",
        "meta_info": "",
        "isbn": "978-94-007-4143-0",
        "pages": "506",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Erasmovo dílo v minulosti a současnosti evropského myšlení",
        "title_en": "",
		"subtitle": "",
        "author": "MAKOVSKÝ, Jan, NEJESCHLEBA, Tomáš",
        "published_date": "2013",
		"published_place": "Brno",
        "publisher": "Centrum pro studium demokracie a kultury",
        "meta_info": "",
        "isbn": "978-80-7325-301-1 ",
        "pages": "373",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Úvod do bioetického myšlení",
        "title_en": "Introduction to bio-ethical thinking",
		"subtitle": "",
        "author": "DOLISTA, Josef",
        "published_date": "2012",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0192-5",
        "pages": "111",
        "annotation_short": "",
        "annotation": "Bioetika se dnes chápe jako systematické studium lidského chování na poli vědy v oborech dotýkajících se života a péče o lidské zdraví, kde se toto lidské jednání snaží vědci eticky posoudit ve světle morálních hodnot a morálních principů. Bioetika se snaží nacházet odpovědi na morální otázky, které vyplývají z pokroku vědy v biologii a medicíně. Často se tedy bioetik nalézá na neznámé půdě, protože zcela nové vědecké jednání se pokouší poměřovat ověřenými staršími etickými principy.",
        "keywords": "bioetika; zdraví; věda; medicína; etika",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Úvod do systematické filosofie",
        "title_en": "",
		"subtitle": "Filosogie přírody II. Živá příroda.",
        "author": "ŠPŮR, Josef",
        "published_date": "2012",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-7007-378-0",
        "pages": "159",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Faces of Hatred - Contemporary Antisemitism in its Historical Context",
        "title_en": "",
		"subtitle": "",
        "author": "TARANT, Zbyněk, TYDLITÁTOVÁ, Věra, AMIR, Michlean, BUDIL, Ivo, NOVOTNÁ, Lena-Arava, HOŠEK, Pavel, PARUSHEV, Parush R.",
        "published_date": "2012",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0190-1 ",
        "pages": "214",
        "annotation_short": "",
        "annotation": "Tato publikace, vydaná záměrně v anglickém jazyce s cílem překonat jazykovou bariéru, se zabývá fenoménem antisemitismu ze sedmi úhlů, pohledem sedmi autorů, pocházejících buď z České Republiky, event. s českým prostředím spojených životem či prací. Cílem publikace je prezentovat aktuální poznatky k tomuto tématu a například v českém prostředí – zachytit aktuální trendy ve vývoji soudobého českého antisemitismu. První dvě kapitoly reflektují pohled teologický a religionistický. Doc. Parush R. Parushev se tak zabývá původem protižidovských mýtů, jejich významem v křesťanském myšlení, jakož i příklady individuálních snah o záchranu Židů skrze kontroverzní “formální křty”. Ve druhé kapitole se Doc. Pavel Hošek zabývá otázkou židovského vztahu k ostatním náboženstvím, kteréžto téma a nedorozumění s ním spojená jsou stálicemi rétoriky náboženského antijudaismu. Vliv Roberta Knoxe na vývoj rasového antisemitismu a konceptu “rasové války” rozebírá ve třetí kapitole profesor Ivo Budil. Čtvrtá kapitola nabízí pohled na vývoj protižidovských mýtů a stereotypů od náboženského antijudaismu, přes rasový antisemitismus až po nový antisemitismus a to vše na případové studii Španělska. Další dvě kapitoly se obracejí do českého prostředí ve snaze zachytit některé z trendů ve vývoji soudobého českého antisemitismu. Zbyněk Tarant tak na případové studii konzervativního občanského sdružení ’Mladá Pravice’ ukazuje konkrétní příklad dialektického vztahu filosemitismu a antisemitismu a vlivů, které způsobují, že se nezávisle na tom, jací Židé jsou nebo nejsou stávají z filosemitů antisemité. Věra Tydlitátová pak na tuto kapitolu navazuje vlastní studií o vlivu ruského antisemitismu na český politický diskurz. Knihu uzavírá rozhovor s pamětnicí Michlean Amir, která strávila své dětství v Plzni, v roce 1948 s rodinou emigrovala a nyní žije ve Spojených státech, kde pracuje v United States Holocaust Memorial Museum ve Washingtonu.",
        "keywords": "antisemitismus; soudobý antisemitismus; rasová ideologie; historické vědy; antropologie; holocaust; Česká Republika",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Očitá svědecví: Španělsko, Nový svět a změna vědeckého komunikačního paradigmatu",
        "title_en": "Eyewitness testimonies: Spain, New World and the Change of Scientific Communication Paradigm",
		"subtitle": "",
        "author": "ČERNÁ, Jana",
        "published_date": "2012",
		"published_place": "Červený Kostelec",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-064-2",
        "pages": "235",
        "annotation_short": "",
        "annotation": "Tzvetan Todorov uvedl, že objevení Ameriky je jedním z nejúžasnějších setkání v dějinách lidstva, neboť ohlašuje a zakládá naši současnou identitu. Analogicky by bylo možné říci, že je to právě setkání s Novým světem, které (spolu)zakládá podobu moderní evropské vědy. Pro poznání se poprvé v natolik intenzivní míře stává nezbytnou empirie a očitá svědectví, nikoli autoritativní a tradičně přijímané texty. Záměrem publikace je ukázat, jaký vliv mělo poznávání přírody Nového světa na utváření specifických podob vědecké komunikace a kooperace (expedice, dotazníky, přírodní historie, botanické katalogy), praktikovaných během 16. století ve Španělsku, a jak přispělo k proměně podob přírodních věd, jež vyvrcholila procesem dnes nazývaným vědecká revoluce. Text zavede čtenáře do renesanční Sevilly i na půdu Nového Španělska a Peru, do prostor univerzit, botanických zahrad i kabinetů kuriozit, mezi vzdělané lékaře, kosmografy a královské hodnostáře, stejně jako mezi objevitele, mořeplavce a další zvídavé osoby, které byly přitahovány podivuhodnostmi Nového světa.",
        "keywords": "raně novověká věda; Španělsko; Nový svět; vědecká komunikace; kooperace; empirie; historia naturalis",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },

	  {
        "title": "Křesťanství v životě Evropy",
        "title_en": "",
		"subtitle": "",
        "author": "FUNDA, Otakar, DEMJANČUKOVÁ, Dagmar",
        "published_date": "2012",
		"published_place": "",
        "publisher": "",
        "meta_info": "",
        "isbn": "",
        "pages": "110",
        "annotation_short": "Cílem této učebnice, která patří do programu Evropská kulturní studia, je základní kulturní obeznámenost studenta s hlavními pilíři evropské kultury a vzdělanosti.",
        "annotation": "",
        "keywords": "učebnice; Evropa; kultura",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Vybrané kapitoly z aplikované sociální antropologie",
        "title_en": "",
		"subtitle": "",
        "author": "HIRT, Tomáš, ZÍKOVÁ, Tereza, TOUŠEK, Laco, SOSNA, Daniel, HENIG, David, TOŠNER, Michal, HREŠANOVÁ, Ema, DVOŘÁKOVÁ, Ilona, KAVALÍR, Aleš, KOVÁŘ, Jakub, PAŘÍZKOVÁ, Alena",
        "published_date": "2012",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0122-2",
        "pages": "330",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Podivuhodný květ českého baroka",
        "title_en": "The remarkable flower of Czech Baroque",
		"subtitle": "",
        "author": "VOPĚNKA, Petr",
        "published_date": "2012",
		"published_place": "Praha",
        "publisher": "Nakladatelství Karolinum",
        "meta_info": "",
        "isbn": "978-80-246-2123-4",
        "pages": "238",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Evoluce před Darwinem: Nejstarší vývojová stadia evoluční nauky",
        "title_en": "",
		"subtitle": "",
        "author": "HLADKÝ, Vojtěch, KOČANDRLE, Radim, KRATOCHVÍL, Zdeněk",
        "published_date": "2012",
		"published_place": "Červený Kostelec",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-023-9",
        "pages": "243",
        "annotation_short": "",
        "annotation": "Kniha se zabývá ranými podobami evolučního myšlení, jež se objevují v antice. Zaměřuje se na ty aspekty moderní biologické teorie evoluce, které jsou přítomné již u některých antických autorů, byť tam všechny klíčové rysy konstitutivní pro moderní teorii najít nelze. Současně je představeno dynamické myšlení proměn, typické pro některé antické myslitele. I když pojem evoluce jako takový v nich není jistě přítomen, takovýto pohled na svět je s ním alespoň kompatibilní. Hlavní probíraní autoři jsou raní iónští myslitelé, zejména Anaximandros a Hérakleitos a z autorů pozdějších Empedoklés a Lucretius. Stejně tak se zaměřujeme na teleologické myšlení, které se objevilo v klasické době (Xenofón, Platón a Aristotelés) a které úspěšně zabránilo či odsunulo na vedlejší kolej další vývoj raného evolučního myšlení. Stručně shrnujeme rovněž následný vliv antického evolučního myšlení na ranou novověkou filosofii. V závěrech se pokoušíme určit, které rysy Darwinovy teorie jsou přítomny již v antice a současně poukázat na některé epistemologické překážky, které úspěšně zabránili tomu, aby se objevila dříve.",
        "keywords": "epistemological obstacles; teleology; atomists; presocratics; ancient philosophy; evolution",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Das Entstehen des christlichen Glaubens",
        "title_en": "",
		"subtitle": "",
        "author": "FUNDA, Otakar",
        "published_date": "2012",
		"published_place": "Praha",
        "publisher": "Univerzita Karlova",
        "meta_info": "",
        "isbn": "978-80-246-2112-8 ",
        "pages": "21",
        "annotation_short": "Studie pojednává o ústřední otázce evropské historie: jaké jsou počátky křesťanské víry.",
        "annotation": "",
        "keywords": "křesťanská víra; křesťanství; Ježíš Kristus; Nový Zákon",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Vybrané osobnosti českého filosofického myšlení",
        "title_en": "Chosen thinkers of the Czech Philosophy",
		"subtitle": "",
        "author": "STARK, Stanislav",
        "published_date": "2011",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0043-0",
        "pages": "119",
        "annotation_short": "Monografie se ve třinácti kapitolách věnuje vybraným osobnostem českého filosofického myšlení od jeho počátků do současnosti.",
        "annotation": "",
        "keywords": "česká filosofie",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Střetnutí paradigmat a řád živé skutečnosti",
        "title_en": "Interference of paradigmas and order of natural reality",
		"subtitle": "",
        "author": "FIALA, Jiří, NEUPAUER, Zdeněk",
        "published_date": "2011",
		"published_place": "Praha",
        "publisher": "Malvern",
        "meta_info": "",
        "isbn": "978-80-86702-88-9 ",
        "pages": "495",
        "annotation_short": "",
        "annotation": "Kniha přibližuje dílo šesti vědců a myslitelům, kteří nějakým způsobem vyčnívají z davu běžných \"pracovníků vědy\". Richard Dawkins, Barbara McClintock, Adolf Portmann, David Bohm, Rupert Sheldrake a Gregory Bateson nepředstavují hlavní proud vědy, avšak právě to umožňuje na jejich příbězích ilustrovat fascinující pohyb dějin poznání v nedávné době.",
        "keywords": "dějiny vědy; paradigma vědy; R. Dawkins; B. McClintock; A. Portmann; D. Bohm; R. Sheldrake; G. Bateson",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Filosofie kultury Borise Vyšeslavceva.",
        "title_en": "The philosophy of culture of Boris Vyseslavcev",
		"subtitle": "",
        "author": "DEMJANČUKOVÁ, Dagmar",
        "published_date": "2011",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0046-1 ",
        "pages": "111",
        "annotation_short": "",
        "annotation": "Monografie navazuje na dvě předchozí publikace autorky věnované osobnostem kulturního života Ruska minulého století (Ruská kultura 20. století (2008) a Inteligence v duchovním života Ruska 20. století (2010)). Studie věnuje pozornost dílu B. Vyšeslavceva, které odráží procesy ruské historie první poloviny minulého století. Na příkladu díla jedné osobnosti zachycuje autorka kořeny a povahu ruské filosofie, její provázanost s celoevropským a světovým filosofickým myšlením. Ukazuje, jak filosofie kultury B. Vyšeslavceva vystihuje nejen kulturní změny minulého století, ale také předjímá ty jevy, kterými žije kultura závěru minulého století. Krize klasické kultury, pesimistické prognózy její budoucnosti v podmínkách technokratických a scientistických změn realizovaných na pozadí rozdílných dobových politických konceptů vede k tomu, že se mnozí ruští intelektuálové hledají odůvodnění výjimečného poslání ruské kultury. Studie ukazuje, jak se B. Vyšeslavcev vzdaluje tomuto modelu a odůvodňuje odpovědnost nejen ruské, ale celé západní kultury, která vyrůstá a je živená společnými duchovními prameny.",
        "keywords": "Vyšeslavcev; Rusko; 20. století; filosofie kultury",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "O povaze vědy: Fenomenologie",
        "title_en": "On the Nature of Science: Phenomenology",
		"subtitle": "",
        "author": "DEMJANČUK, Nikolaj",
        "published_date": "2011",
		"published_place": "Praha",
        "publisher": "Epocha",
        "meta_info": "",
        "isbn": "978-80-7425-127-6 ",
        "pages": "150",
        "annotation_short": "",
        "annotation": "Cílem knihy je ukázat fenomenologii jako významnou koncepci vědy a vědecké metodologie 20. století. Monografie představuje ideje a principy fenomenologie ve vazbě na rozmanité aspekty vědeckého života. V českém filozofickém kontextu poslouží jako úvod do studia fenomenologie jako součásti filosofie soudobé filosofie vědy.",
        "keywords": "fenomenologie; fenomenologie jako filosofie vědy; metodologie exaktních, přírodních a humanitních věd",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Interpretace filozofických textů s pomocí pojmových map",
        "title_en": "Interpretation of Philosophical Texts with Concept Maps. A Handbook ",
		"subtitle": "Metodická příručka",
        "author": "MURGAŠ, Jaromír, ŽÁČKOVÁ, Eva",
        "published_date": "2011",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0057-7",
        "pages": "116",
        "annotation_short": "",
        "annotation": "Příručka obsahuje kapitolu seznámení s užíváním techniky pojmových map pro zpracování textů a potom v deseti kapitolách deset textových materiálů spolu s jejich základním zpracováním autory v podobě textů i v podobě pojmových map. Mapy jsou přiloženy i v pdf a cmap formátech a tak přístupné práci uživatelů. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Křesťanské kořeny evropanství",
        "title_en": "",
		"subtitle": "",
        "author": "FUNDA, Otakar",
        "published_date": "2011",
		"published_place": "Plzeň ",
        "publisher": "Západočeská univerzita, Fakulta filozofická",
        "meta_info": "",
        "isbn": "",
        "pages": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Arabská lidová přísloví v minulosti a dnes",
        "title_en": "Historical and Contemporary Popular Ärabic Proverbs",
		"subtitle": "",
        "author": "RAMADAN, Issam, RAMADAN, Ivan",
        "published_date": "2011",
		    "published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-7043-940-1",
        "pages": "138",
        "annotation_short": "",
        "annotation": "Publikace představuje výběr a přehled nejznámějších arabských přísloví, členěných do jednotlivých témat. Autoři publikace provedli sběr, výběr a překlad přísloví z arabského originálu do českého jazyka a publikaci doplnili odborným etnografickým komentářem. Výsledkem je bilinguální text, obsahující přísloví v českém jazyce, tak v arabském originále a jako takový je vhodný jak pro studenty arabského jazyka, tak pro zájemce o arabskou kulturu a lidovou slovesnost.",
        "keywords": "Arabština; přísloví; arabská přísloví; lidová slovesnost; bilinguální",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Apeiron Anaximandra z Mílétu",
        "title_en": "Apeiron of Anaximander of Miletus",
		"subtitle": "",
        "author": "KOČANDRLE, Radim",
        "published_date": "2011",
		"published_place": "Plzeň ",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0048-5 ",
        "pages": "124",
        "annotation_short": "",
        "annotation": "Jedním z nejtemnějších termínů archaické filosofie je bezesporu to apeiron, „bezmezno“. Anaximandros z Mílétu tak měl podle tradice nazvat počátek a prvek všeho. Ačkoli byla otázka po počátku myslitelům archaické doby blízká, v obecném povědomí je poplatná až Aristotelovu pojetí příčin. Aristotelés přitom Anaximandra s to apeiron téměř nespojuje a dochované texty ukazují panující nejistotu v tom, co mělo představovat. Studie rozvádí, že samotný termín nemusí být autentický a upozorňuje na spojení fysis apeiros, „bezmezná přirozenost“, které mohlo vyjadřovat sílu a moc přírody vedoucí ke vzniku a zániku. Pokud Anaximandros vysvětloval vznik oddělováním protikladů, je možné, že to apeiron zastupovalo možnost každé diference, jako pozadí „jednoty protikladů“. Bezmezná síla přírody se přitom prolíná s časem, který vede až k uvážení vlivu blízkovýchodních tradic na Anaximandrovo myšlení.",
        "keywords": "Anaximandros; apeiron; arché; čas; protiklady",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Filosofie v Byzanci",
        "title_en": "Philosophy in Byzantium. Two Methodological Studies",
		"subtitle": "Dvě metodologické studie",
        "author": "NEUPAUER, Eduard",
        "published_date": "2011",
		"published_place": "Plzeň ",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0088-",
        "pages": "117",
        "annotation_short": "Monografie se věnuje metodologickým východiskům přístupu k bádání nad problémem autonomnosti filosofie v Byzanci, jejímu charakteru, povaze, navázanosti na theologické myšlení v Byzanci, byzantskou kulturu a mentalitu.",
        "annotation": "",
        "keywords": "Filosofie; Byzanc; metodologie",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  	  {
        "title": "The Interpretation of Philosophical Texts I ",
        "title_en": "The Interpretation of Philosophical Texts I ",
		"subtitle": "",
        "author": "MURGAŠ, Jaromír",
        "published_date": "2011",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0034-8",
        "pages": "119",
        "annotation_short": "",
        "annotation": "Skripta seznamují studenty se základními principy studia a interpretace filozofických textů způsobem, který umožňuje maximální vytěžení obsahu samotného textu. Obsahují podrobněji rozebrané praktické příklady. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Myslet uprostřed dějin: dějiny a dějinnost ve filosofii symbolických forem Ernsta Cassirera",
        "title_en": "Thinking in the middle of history. History and historicity in Cassirer´s philophy of symbolic forms",
		"subtitle": "",
        "author": "PROFANT, Martin",
        "published_date": "2011",
		"published_place": "Praha ",
        "publisher": "Epocha",
        "meta_info": "",
        "isbn": "978-80-7425-093-4",
        "pages": "205",
        "annotation_short": "",
        "annotation": "Monografie zahrnuje následující témata: Od teorie poznání ke kritice kultury, Otevřená architektura symbolických forem, Historický čas, Historické poznání a základní fenomény atp. Kniha obsahuje anglické resumé, jmenný rejstřík, seznam použitých zkratek a literaturu.",
        "keywords": "Cassirer; Windelband; Rickert; filosofie dějin",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "O povaze vědy: Novokantovství",
        "title_en": "On the Nature of Science: Neo-Kantianism",
		"subtitle": "",
        "author": "DEMJANČUK, Nikolaj, PROFANT, Martin, PODHAJSKÝ, Jiří",
        "published_date": "2011",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0045-4 ",
        "pages": "157",
        "annotation_short": "",
        "annotation": "Úkolem předkládané knihy je poskytnout obraz jednoho z vlivných filosofických směrů přelomu 19.-20. století, kterým je novokantovství. Samo o sobě je novokantovství jedním z dobových pokusů systematicky rozpracovat pojetí vědy a prozkoumat široké spektrum aspektů vědeckého poznání. Zároveň si tento směr uvědomuje a reflektuje těsnou vazbu vědy jako činnosti a kultury, v jejímž rámci je tato činnost realizována. V knize jsou představeny ty nejdůležitější myšlenky, názory a reflexe novokantovců, které jsou aktuální i v dnešních diskuzích. V českém prostředí plní text zároveň úkol (službu) úvodu do tohoto filosofického směru a je doplněn o řadu faktografických údajů o životě a díle jeho nejvlivnějších představitelů. Kniha je rozdělena do tří na sebe navazujících částí, které jsou doplněny o dodatek, jenž čtenáři umožňuje odkrýt určující souvislosti mezi Kantovou filosofií a myšlením novokantovců.",
        "keywords": "Novokantovství; metodologie; filosofie; základy věd; dějinnost",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Shakespeare a teorie interpretace",
        "title_en": "Shakespeare and theory of interpretation. Searching for the possible ways of adequate interpretation",
		"subtitle": "Hledání adekvátního interpretačního přístupu",
        "author": "KASTNEROVÁ, Martina",
        "published_date": "2011",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0064-5",
        "pages": "187",
        "annotation_short": "",
        "annotation": "Záměrem monografie je poskytnout souhrnný přehled teorií interpretace, jejichž tématem bývá Shakespeare, resp. renesanční literatura, přičemž se s ohledem na rozsah problematiky zaměřuje na koncepce současné, vytvářející konfrontační rámec vybízející ke komparaci a analýze. Nekončí se však konstatací neslučitelnosti interpretačních postupů, které se navzájem vyvracejí; nýbrž se ukazuje, že i postupy, jež zastřešují odlišná teoretická zázemí, mohou na základě oboustranné diskuse tříbit to, co bude možno nazvat metodou interpretace Shakespearova díla. Hovoří-li se v titulu o hledání adekvátního interpretačního přístupu, důraz je kladen zejména na slovo „hledání“, kterým by měla být naznačena neukončenost procesu, jímž se bude monografie ubírat. A zmiňuje-li se charakteristika „adekvátní“, pak neaspiruje na to býti metodou jedinou a obecně aplikovatelnou, nýbrž postupem, jenž může probíhat po variabilních cestách a ukazuje se být funkčním pro daný okruh zkoumání, kterým je v tomto případě Shakespearovo dílo",
        "keywords": "Shakespeare; teorie interpretace; literární věda; mimesis; fikční světy; meze interpretace; nový historismus; alžbětinské drama; renesance",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "L´histoire als Lehrerin of Life",
        "title_en": "L´histoire als Lehrerin of Life. History in the teaching of foreign languages, foreign languages in the teaching of History ",
		"subtitle": "Dějepis ve výuce cizích jazyků, cizí jazyky ve výuce dějepisu",
        "author": "MUŠKOVÁ, Eva",
        "published_date": "2011",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0083-6",
        "pages": "",
        "annotation_short": "",
        "annotation": "Publikace přispívá k odhalení mezipředmětových vztahů mezi dějepisem a cizími jazyky a představuje konkrétní nápady, didaktické aktivity a metody pro efektivní integraci dějepisného učiva do výuky cizích jazyků a naopak cizích jazyků do výuky dějepisu. Realizací interdisciplinárních souvislostí se snaží aktivně přispět k odbourávání izolovaného přístupu jednotlivých disciplín k probírané problematice a k překonávání poznatkové roztříštěnosti ve vyučování. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Pochody smrti - český příspěvek k otevřené otázce",
        "title_en": " Death marches - Czech contribution to the open question",
		"subtitle": "",
        "author": "NENUTIL, Jiří",
        "published_date": "2011",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0087-4",
        "pages": "93",
        "annotation_short": "",
        "annotation": "Pochody smrti jsou ústáleným slovním spojením pro evakuační transporty vězňů z nacistických koncetračních táborů před jejich osvobozením. Postupem spojeneckých vojsk se tyto transporty stáčely valnou většinou přes území dnešní České republiky. Tisíce mrtvých zůstaly podél tras těchto transportů celém jejím území. Po uchopení tohoto tématu komunistickým režimem dochází v současnosti ke ztrátě povědomí o těchto událostech. Zpracování konkrétní případové studie těchto událostí na území dnešního okresu Tachov je vzorovou ukázkou závažnosti tématu a jeho významu v širších dějinných souvislostech regionu. Zařazení této případové studie do republikového a evropského kontextu, při zachycení stavu bádání o tématu je cílem přínosem této práce. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Exhumace obětí II. světové války - předpoklady, východiska, výzkum",
        "title_en": "Exhumation of victims of World War II - assumptions, starting points, research",
		"subtitle": "",
        "author": "NENUTIL, Jiří, RAK, Michal",
        "published_date": "2011",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0086-7",
        "pages": "120",
        "annotation_short": "",
        "annotation": " Exhumace obětí II. světové války je stále živým tématem, které stojí mezi akademickou problematikou a společenskou otázkou. Interdisciplinární přístup k věci odkrývá problém v souvislostech a na příkladu konkrétního výzkumu předkládá etické, právní, metodologické otázky z oblasti moderní historie, archeologie, antropologie a metodologie vědy. Od vědeckého příspěvku k právě probíhající celospolečenské debatě tak přináší obecně platné poznatky z metody dotčených a věd a přináší nové poznatky do širšího kontextu soudobých dějin. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Calculus infinitesimalis: Pars prima",
        "title_en": "Calculus infinitesimalis: Pars prima",
		"subtitle": "",
        "author": "VOPĚNKA, Petr",
        "published_date": "2010",
		    "published_place": "Plzeň",
        "publisher": "OPS",
        "meta_info": "",
        "isbn": "978-80-87269-09-1 ",
        "pages": "152",
        "annotation_short": "",
        "annotation": "Odmítnutí Newtonova a Leibnizova pojetí infinitesimálního kalkulu matematiky 19. a 20. století bylo jedním z největších omylů nejen matematiky, ale evropské vědy vůbec. Obrat nastal až v polovině 20. století, a sice v souvislosti s objevem nestandardních modelů teorie množin. Tyto modely se vyznačují tím, že původní (standardní) přirozená čísla jsou v nich prodloužena o tzv. čísla nestandardní, leč od standardních vnitřními prostředky příslušného modelu neodlišitelná. V této první knize o infinitesimálním kalkulu jsou obsaženy jen základní poznatky z diferenciálního počtu reálných funkcí jedné proměnné. Následkem toho jsou všechny pojmy a všechna tvrzení zde uvedené jednoduše přeložitelné do analýzy, což si čtenář může ověřit v Dodatku. Tam je uveden návod, podle nějž lze poměrně jednoduše do analýzy překládat pojmy a tvrzení, v jejichž formulacích se vyskytují nejvýše dvě střídající se kvantifikace nekonečně malých čísel. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Anaximandros z Mílétu",
        "title_en": "",
		"subtitle": "",
        "author": "KOČANDRLE, Radim",
        "published_date": "2010",
		"published_place": "Červený Kostelec",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-87378-66-3",
        "pages": "385",
        "annotation_short": "",
        "annotation": "Anaximandros z Mílétu je autorem jednoho z prvních řeckých spisů s tématem přírody. Stojí tak u zrodu iónského ?zkoumání přírody? a zároveň na samém počátku filosofie. Ačkoli se z jeho spisu dodnes zachovala patrně pouze některá slova, zlomek DK 12 B 1 je považován za první filosofický text. Studie přináší překlad hlavní části Anaximandrovy textové pozůstalosti a provází tématy spojených s jeho myšlením a působením. Předkládá interpretace termínu to apeiron ve smyslu ?bezmezné přirozenosti? na pozadí myšlení protikladů a zlomku DK 12 B 1 vyjadřujícího cykly řádu světa. Zároveň ukazuje charakter iónského myšlení s východisky v oblastech astronomie a meteorologie za uplatnění geometrie a souladu s řečí náboženství. ",
        "keywords": "Anaximandros z Mílétu; apeiron; doxografie; kosmogonie; kosmologie; meteorologie; protiklady",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Druhá světová válka - případ Tachovsko",
        "title_en": "Protest and revolt against Nazi in Tachov district ",
		"subtitle": "",
        "author": "NENUTIL, Jiří",
        "published_date": "2010",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-7043-889-3 ",
        "pages": "",
        "annotation_short": "",
        "annotation": "Druhá světová válka byla konfliktem, který změnil charakter střední Evropy. Tato kniha ve třech částech \" Dějiny\", \"Reflexe\" a \"Soudobé dokumenty\" předkládá náhled všech těchto změn, příběhů a reflexí. Toto vše je založeno na analýze malé části České republiky - Tachovského okresu. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Das quälende Geheimnis",
        "title_en": "",
		"subtitle": "",
        "author": "VOPĚNKA, Petr",
        "published_date": "2010",
		"published_place": "Praha",
        "publisher": "Práh",
        "meta_info": "",
        "isbn": "978-80-7252-292-7 ",
        "pages": "157",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Platonica Pilonica I. Od Ústavy k pozdním dialogům.",
        "title_en": "Platonica Pilonica I. From the Republic up to the late dialogues ",
		"subtitle": "",
        "author": "BOHÁČEK, Kryštof, STRÁNSKÝ, Jiří, ŠVANTNER, Martin, ŠÍMA, Antonín, TRČKA, Josef, ZIELINA, Martin, KLÁŠTERKOVÁ, Markéta, JIRUŠKOVÁ, Karolína, PAITLOVÁ, Jitka",
        "published_date": "2010",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita v Plzni ",
        "meta_info": "",
        "isbn": "978-80-7043-948-7 ",
        "pages": "163",
        "annotation_short": "",
        "annotation": "Sborník prací plzeňského platónského kroužku dr. Boháčka. Úvodní část sborníku, Platonica Pilonica Antiqua, obsahuje výběr z minulých let. Hlavní část, Platonica Pilonica I., obsahuje recenzované upravené články z konference pro graduované studenty, doktorandy a vš. učitele, věnovaná přechodu mezi Platónovou klasickou filosofií známou z Ústavy a naukou tzv. pozdních dialogů. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "O povaze vědy: věda v kulturních kontextech",
        "title_en": "On the Nature of Science: Science in the Cultural Contexts ",
		"subtitle": "",
        "author": "DEMJANČUK, Nikolaj",
        "published_date": "2010",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-7043-921-0 ",
        "pages": "155",
        "annotation_short": "",
        "annotation": "Autor vymezuje místo a roli vědy v kulturním prostoru, analyzuje základní mechanismy interakce vědy a kultury, studuje roli mytu, náboženství a umění ve formování evropské vědy.",
        "keywords": "filosofie vědy; teorie vědy; dějiny vědy; věda a kultura; věda, protověda, mytus, náboženství, umění",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },{
        "title": "Inteligence v duchovním životě Ruska 20. století",
        "title_en": "Inteligensia in the spiritual life of Russia in the 20th century",
		"subtitle": "",
        "author": "DEMJANČUKOVÁ, Dagmar",
        "published_date": "2010",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-7043-920-3 ",
        "pages": "148",
        "annotation_short": "",
        "annotation": "Autorka analyzuje duchovní život Ruska prostřednictvím rozboru několika problémů. Na základě studia dvou velkých debat století vysvětluje specifiku ruské inteligence, která je výrazem specifické povahy ruské kultury.",
        "keywords": "filosofie kultury; ruská kultura; inteligence; duchovní kultura; V. I. Vernadskij; A. F. Losev; M. S. Hruševskyj",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },{
        "title": "Relativismus a kontingentní budoucnosti",
        "title_en": "",
		"subtitle": "",
        "author": "FIALA, Jiří",
        "published_date": "2009",
		"published_place": "",
        "publisher": "Filosofický ústav AV ČR",
        "meta_info": "",
        "isbn": "",
        "pages": "",
        "annotation_short": "",
        "annotation": "Analyzuje se MacFarlanovo pojetí relativismu ohledně pravdivosti výroků o budoucnosti. Analýza se provádí prostředky formální temporální logiky. ",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Großes Themenwörterbuch Italienisch",
        "title_en": "Big thematic italian dictionary",
		"subtitle": "",
        "author": "STRNADOVÁ, Kateřina, MAZZA, Giuliano",
        "published_date": "2009",
		"published_place": "Berlin",
        "publisher": "Cornelsen Verlag",
        "meta_info": "",
        "isbn": "978-3-589-01567-2",
        "pages": "472",
        "annotation_short": "",
        "annotation": "Velký tematický italsko-německý slovník doplněný řadou barevných fotografií, synonimy, frazeologií, označením přízvuků, pravidly výslovnosti a základními gramatickými kategoriemi u slovní zásoby. Široká škála témat od každodenních aktivit, stravování, bydlení, nakupování, módy, volného času a zdraví až po ekonomii a svět práce v užitečných slovíčkách a obratech běžného jazyka",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },{
        "title": "Kauzalita",
        "title_en": "Causality",
		"subtitle": "",
        "author": "DEMJANČUK, Nikolaj, PEXIDR, Karel",
        "published_date": "2009",
		"published_place": "Plzeň",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "",
        "isbn": "978-80-7380-128-1 ",
        "pages": "266",
        "annotation_short": "",
        "annotation": "Autoři studují vědecké, historické a filosofické dílo významného ruského vědce V. I. Vernadského.",
        "keywords": "dějiny a filosofie vědy; V. I. Vernadskij",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Renesanční a novověká filosofie",
        "title_en": "Renaissance and early modern philosophy",
		"subtitle": "",
        "author": "ŠPELDA, Daniel",
        "published_date": "2009",
		"published_place": "Plzeň ",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-7043-822-0",
        "pages": "185",
        "annotation_short": "",
        "annotation": "Skripta se zabývají renesanční, raně novověkou a osvícenskou filosofií. Poskytují poučení o filosofických systémech a myšlenkách od Petrarky po Condorceta.",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Proměny historiografie vědy",
        "title_en": "",
		"subtitle": "",
        "author": "ŠPELDA, Daniel",
        "published_date": "2009",
		"published_place": "Praha ",
        "publisher": "Filosofia",
        "meta_info": "",
        "isbn": "978-80-7007-310-0",
        "pages": "343",
        "annotation_short": "",
        "annotation": "Monografie Proměny historiografie vědy popisuje metodologické proměny vědeckého oboru, který se zabývá zkoumáním dějin vědy - historiografie vědy. Kniha načrtává dějiny historiografie vědy od počátečních podob zájmu o dějiny vědy v 17. století až po současnou profesionální historiografii vědy. ",
        "keywords": "historiografie vědy; metodologie; dějiny vědy",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Pojednání o jevech povstávajících na množstvích",
        "title_en": "",
		"subtitle": "",
        "author": "VOPĚNKA, Petr",
        "published_date": "2009",
		"published_place": "Nymburk ",
        "publisher": "OPS",
        "meta_info": "",
        "isbn": "978-80-87269-02-2",
        "pages": "216",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Když se rákos chvěje nad hladinou",
        "title_en": "When reed shivers above water level",
		"subtitle": "",
        "author": "FUNDA, Otakar",
        "published_date": "2009",
		"published_place": "Praha",
        "publisher": "Nakladatelství Karolinum",
        "meta_info": "",
        "isbn": "978-80-246-1592-9",
        "pages": "241",
        "annotation_short": "",
        "annotation": "Monografie zahrnuje texty a fragmenty reflektující tvorbu prof. Fundy. Týká se následujících témat: humanitní ateismus, kritická reflexe Fundova teologického období, Masarykova koncepce vzdělanosti, vztahy a identita atp.",
        "keywords": "Funda; teologie; Masaryk; Rádl",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Fysis iónských myslitelů : rozprava nad peripatetickou dezinterpretací",
        "title_en": "Physis of the Ionian thinkers. A Treatise of the Peripatetic misinterpretation",
		"subtitle": "",
        "author": "KOČANDRLE, Radim",
        "published_date": "2008",
		"published_place": "Červený Kostelec",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-86818-72-6",
        "pages": "320",
        "annotation_short": "",
        "annotation": "Řecké slovo fysis, obvykle překládané ve významech příroda nebo přirozenost, se pro nás stalo jedním z určujících rysů archaické filosofie, která je tradicí pochopena zejména jako historiá peri fyseós, zkoumání přírody. Hledání jeho původního významu je proto odkrýváním charakteru myšlení, které se rozvinulo v Mílétu, a zároveň porozuměním samotné povaze iónského zkoumání. Východiskem studie je širší rozvedení známého faktu, že celé mílétské myšlení nám bylo zprostředkováno schématy Aristotela a Theofrasta. Studie ukazuje svázanost fysis s aristotelským pojetím arché jako látkové příčiny a kriticky prochází dochované texty zatížené pozdními hledisky a terminologií. V případě Anaximandra z Mílétu interpretuje nejen první filosofický text, fragment DK 12 B 1, ale i temné to apeiron. U Anaximena z Mílétu poukazuje k možnému posunu od původního významu vzduchu jako oduševňujícího dechu k peripatetické koncepci fysis pokládané za jeden z prvků. Patrně nejstarší autentické doklady slova fysis ve filosofii pak přibližuje na čtyřech fragmentech Hérakleita z Efesu. Studie vymezuje charakter iónského zkoumání přírody, které je třeba vnímat v co možná nejširším kontextu bezmála všech následně vznikajících věd, na pozadí světa jako kosmos a v přirozeném souladu s náboženskou řečí.",
        "keywords": "fysis; příroda; přirozenost; zkoumání přírody; kosmos; prvek; princip; arché; to apeiron; vzduch; duše; logos; Anaximandros z Mílétu; Anaximenés z Mílétu; Hérakleitos z Efesu; Aristotelés; Theofrastos; peripatetici; doxografie",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Gespräch",
        "title_en": "",
		"subtitle": "",
        "author": "ROZBROJ, Radomír",
        "published_date": "2008",
		"published_place": "Würzburg ",
        "publisher": "Königshausen & Neumann",
        "meta_info": "",
        "isbn": "978-3-8260-3794-8 ",
        "pages": "320",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Staré a nové",
        "title_en": "",
		"subtitle": "",
        "author": "NEUPAUER, Eduard",
        "published_date": "2008",
		"published_place": "Praha",
        "publisher": "Pravoslavné vydavatelství",
        "meta_info": "",
        "isbn": "",
        "pages": "136-139",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Filozofie člověka v historickém kontextu",
        "title_en": "",
		"subtitle": "",
        "author": "STARK, Stanislav",
        "published_date": "2008",
		"published_place": "Plzeň ",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-7043-711-7 ",
        "pages": "142",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Ruská kultura 20. století",
        "title_en": "",
		"subtitle": "",
        "author": "DEMJANČUKOVÁ, Dagmar",
        "published_date": "2008",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-7043-753-7 ",
        "pages": "143",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Astronomie ve středověku",
        "title_en": "Astronomy in the Middle Ages",
		"subtitle": "",
        "author": "ŠPELDA, Daniel",
        "published_date": "2008",
		"published_place": "Ostrava ",
        "publisher": "Montanex",
        "meta_info": "",
        "isbn": "978-80-7225-273-2",
        "pages": "254",
        "annotation_short": "",
        "annotation": "Kniha se zabývá vztahy mezi astronomií, filosofií a astronomií ve středověku.",
        "keywords": "dějiny astronomie; středověk",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Bergsonova koncepce komické představivosti a smíchu",
        "title_en": "",
		"subtitle": "",
        "author": "ŠEVČÍK, Miloš",
        "published_date": "2008",
		"published_place": "Praha",
        "publisher": "Univerzita Karlova",
        "meta_info": "",
        "isbn": "978-80-7308-214-7",
        "pages": "87",
        "annotation_short": "",
        "annotation": "",
        "keywords": "humor; Bergson; Cazamian",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },

	  {
        "title": "Věda a zdravý rozum",
        "title_en": "Science and Ordinary Reason. A Comparative Study of Two Rational Competencies",
		"subtitle": "Komparativní studie dvou kompetencí racionality",
        "author": "NOSEK, Jiří",
        "published_date": "2007",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-7043-639-4",
        "pages": "190",
        "annotation_short": "Studie porovnává racionality vědeckého a zdravého rozumu prostřednictvím jejich kompetencí a performancí. Racionality vědeckého a zdravého rozumu představují dva typy kompetenční racionality, které jsou spjaty dvěma nezaměnitelnými funkcemi: funkcí justifikační, jíž zdravý rozum ospravedlňuje performativitu vědeckého rozumu, a funkcí explanační, jíž vědecký rozum vysvětluje performativitu zdravého rozumu. ",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Výuka pragmatických aspektů řečové komunikace ve vyšších třídách gymnázií a na SOŠ",
        "title_en": "",
		"subtitle": "",
        "author": "MACHOVÁ, Svatava, ŠAMALOVÁ, Markéta",
        "published_date": "2007",
		"published_place": "Praha ",
        "publisher": "Univerzita Karlova",
        "meta_info": "",
        "isbn": "978-80-7290-316-0 ",
        "pages": "208",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Ježíš a mýtus o Kristu",
        "title_en": "Jesus and the myth of Christ ",
		"subtitle": "",
        "author": "FUNDA, Otakar",
        "published_date": "2007",
		"published_place": "Praha ",
        "publisher": "Univerzita Karlova",
        "meta_info": "",
        "isbn": "978-80-246-1276-8",
        "pages": "367",
        "annotation_short": "Autor zkoumá období vzniku křesťanské víry z historické a psychologické perspektivy. Zabývá se událostmi pojícími se k Ježíšovu ukřižování a jejich odrazem v myslích Ježíšových přívrženců ústícím v tezi o zmrtvýchvstání. ",
        "annotation": "",
        "keywords": "Křesťanství; Ježíš; christologie; vznik křesťanství; historický přístup",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Veselé tropy",
        "title_en": "Happy Tropiques",
		"subtitle": "",
        "author": "SVOBODA, Michal, LENK, Lukáš, SVOBODOVÁ, Jiřina, LÉBLOVÁ, Marta",
        "published_date": "2007",
		"published_place": "Plzeň",
        "publisher": "Antropoweb v produkci Dokořán",
        "meta_info": "",
        "isbn": "978-80-86569-88-8 ",
        "pages": "248",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },

	  {
        "title": "Chodský slovník",
        "title_en": "",
		"subtitle": "",
        "author": "HOLUB, Zbyněk, CHÝLOVÁ, Helena, PSUTKOVÁ, Blanka, ULRYCHOVÁ, Marta",
        "published_date": "2007",
		"published_place": "Plzeň",
        "publisher": "Studijní a vědecká knihovna Plzeňského kraje",
        "meta_info": "",
        "isbn": "978-80-86944-17-3",
        "pages": "383",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Výuka pragmatických aspektů řečové komunikace ve vyšších třídách gymnázií a na SOŠ II.",
        "title_en": "",
		"subtitle": "",
        "author": "MACHOVÁ, Svatava, ŠAMALOVÁ, Markéta",
        "published_date": "2007",
		"published_place": "Praha",
        "publisher": "Univerzita Karlova",
        "meta_info": "",
        "isbn": "978-80-7290-345-5",
        "pages": "199",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },

	  {
        "title": "Věda v renesanci a novověku",
        "title_en": "Science in Renaissance and Modern Period",
		"subtitle": "",
        "author": "JANKO, Jan",
        "published_date": "2006",
		"published_place": "Plzeň",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "80-7043-523-2 ",
        "pages": "98",
        "annotation_short": "Skripta poskytují přehled vývoje věd během renesance a novověku (zhruba od pol. 15. stol. do konce 18. stol.) v kontextu rozvoje filosofie od Mikuláše Kusánského do I. Kanta. Důraz je položen na problematiku kosmologie, vzestup mechanicismu s biologii a medicíně, na matematizaci věd a využití témat daných zeměpisnými objevy. Ústředním bodem výkladu jsou různé odpovědi na na Descartovu dualistickou filosofii (Newtonovské paradigma, okasionalismus, Vicova kritická metoda, Spinozův monismus, pansofické snahy, monadologie). ",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Astronomie v antice",
        "title_en": "Astronomy in Antiquity ",
		"subtitle": "",
        "author": "ŠPELDA, Daniel",
        "published_date": "2006",
		"published_place": "Ostrava",
        "publisher": "Montanex",
        "meta_info": "",
        "isbn": "80-7225-210-0",
        "pages": "262",
        "annotation_short": "Kniha podává základní přehled o proměnách astronomie ve starověku v období od Thaleta po Ptolemaia. ",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Filosofie výchovy jako filosofie lidské aktivity a dialogu",
        "title_en": "Philosophy of Education",
		"subtitle": "",
        "author": "STARK, Stanislav",
        "published_date": "2006",
		"published_place": "Plzeň ",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "",
        "isbn": "80-7380-012-8",
        "pages": "183",
        "annotation_short": "Hans Georg Gadamer a hermeneutika. Principy výchovy a vzdělávání v jeho díle. Otto Friedrich Bollnow a filosofie života. Koncepce antropologické pedagogiky. ",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Vzdělání a extremismus",
        "title_en": "",
		"subtitle": "",
        "author": "DEMJANČUK, Nikolaj, DROTÁROVÁ, Lucia",
        "published_date": "2005",
		"published_place": "Praha",
        "publisher": "Epocha",
        "meta_info": "",
        "isbn": "80-86328-83-X ",
        "pages": "133",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Výuka pragmatických aspektů řečové komunikace ve vyšších třídách gymnázií a na SOŠ ",
        "title_en": "",
		"subtitle": "",
        "author": "MACHOVÁ, Svatava, ŠAMALOVÁ, Markéta",
        "published_date": "2005",
		"published_place": "Praha",
        "publisher": "Univerzita Karlova",
        "meta_info": "",
        "isbn": "80-7290-230-X ",
        "pages": "200",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Filosofie a metodologie vědy",
        "title_en": "",
		"subtitle": "",
        "author": "FAJKUS, Břetislav",
        "published_date": "2005",
		"published_place": "Praha",
        "publisher": "Academia",
        "meta_info": "",
        "isbn": "80-200-1304-0",
        "pages": "339",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Umění jako odkaz na realitu času",
        "title_en": "",
		"subtitle": "",
        "author": "ŠEVČÍK, Miloš",
        "published_date": "2005",
		"published_place": "Praha",
        "publisher": "Univerzita Karlova",
        "meta_info": "",
        "isbn": "80-7308-100-8",
        "pages": "120",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Horizonty nekonečna",
        "title_en": "",
		"subtitle": "",
        "author": "VOPĚNKA, Petr",
        "published_date": "2004",
		"published_place": "Praha",
        "publisher": "Moraviapress",
        "meta_info": "",
        "isbn": "80-86181-66-9",
        "pages": "168",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Al'ternativnaja teorija množestv : novyj vzgljad na beskonečnostʹ ",
        "title_en": "",
		"subtitle": "",
        "author": "VOPĚNKA, Petr",
        "published_date": "2004",
		"published_place": "Novosibirsk",
        "publisher": "Izdatel'stvo Instituta matematiky",
        "meta_info": "",
        "isbn": "5-86134-124-9 ",
        "pages": "611",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Proč Gorgiás mluví",
        "title_en": "Why Gorgias speaks. An introduction to the philosophy of not being.",
		"subtitle": "",
        "author": "BOHÁČEK, Kryštof",
        "published_date": "2004",
		"published_place": "Praha",
        "publisher": "Filosofický ústav AV ČR",
        "meta_info": "",
        "isbn": "80-7007-202-4",
        "pages": "301",
        "annotation_short": "Kniha zahrnuje první český překlad spisu O nebytí čili O fysis ve variantě MXG a dále nově konstituovaný řecký originál; její hlavní náplní je však podrobný komentář tohoto spisu a interpretace ojedinělého a neprávem opomíjeného filosofického díla Gorgii z Leontín. Součástí knihy je gorgiovská bibliografie z let 1896 - 2001. První filologická část připravuje materiál a je oním technickým backgroundem, z něhož se mohou vynořovat nejrůznější argumenty. Druhá a nejrozsáhlejší dialektická část představuje stupeň racionální argumentace a odpovídá nejlépe od Platóna trvajícímu pojetí toho, co pokládáme za filosofický způsob práce či myšlení. Rétorický stupeň, jemuž odpovídá závěrečná část knihy, otevírá gorgiovský bezedný jícen inspirace a umožňuje stupeň poznání či snad lépe zahlédnutí smyslu& v procesu osvobozeného logu.",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Historická reflexe filozofických systémů",
        "title_en": "",
		"subtitle": "",
        "author": "BERINGER, Jaromír",
        "published_date": "2004",
		"published_place": "Plzeň ",
        "publisher": "Prima Press",
        "meta_info": "",
        "isbn": "80-239-2238-6",
        "pages": "85",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Vyprávění o kráse novobarokní matematiky",
        "title_en": "",
		"subtitle": "",
        "author": "VOPĚNKA, Petr",
        "published_date": "2004",
		"published_place": "Praha",
        "publisher": "Práh",
        "meta_info": "",
        "isbn": "80-7252-103-9 ",
        "pages": "820",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Kapitoly z filosofie výchovy",
        "title_en": "Chapters from Philosophy of Education ",
		"subtitle": "",
        "author": "STARK, Stanislav, DEMJANČUK, Nikolaj, DEMJANČUKOVÁ, Dagmar",
        "published_date": "2003",
		"published_place": "Dobrá Voda ",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "",
        "isbn": "80-86473-56-2",
        "pages": "183",
        "annotation_short": "Kniha ukazuje základní etapy vývoje filosofických přístupů k výchově. Autoři analyzují antickou, středověkou, současnou a českou filosofii z hlediska přínosu významných myslitelů zabývajících se výchovou. ",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Logika pro humanistiku",
        "title_en": "Logic for Humanities",
		"subtitle": "",
        "author": "SVATEK, Jan, DOSTÁLOVÁ, Ludmila",
        "published_date": "2003",
		"published_place": "Dobrá Voda",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "",
        "isbn": "80-86473-54-6",
        "pages": "231",
        "annotation_short": "Tato knížka vznikla především na základě potřeb kursu Logika pro humanistiku. Jejím hlavním cílem proto je uvedení do základních témat logiky, jako je aristotelská sylogistika, úvod do výrokové i predikátové logiky, logiky tříd i logiky relací. Důraz je kladen především na syntaktické zvládnutí aparátu moderní matematické logiky (jako jsou např. transformace formulí), otázky vyplývání a dokazování stejně jako sémantika jsou přenechány vyššímu kursu a tedy i jiné učebnici. Na závěr je vyložena teorie argumentace, doplněny jsou také stručné dějiny logiky a přehled logik neklasických. ",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Teorie a dějiny náboženství",
        "title_en": "Theory and history of religion ",
		"subtitle": "",
        "author": "DEMJANČUKOVÁ, Dagmar",
        "published_date": "2003",
		"published_place": "Dobrá Voda",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "",
        "isbn": "80-86473-43-0 ",
        "pages": "172",
        "annotation_short": "Kniha je úvodem do studia teorie a historie náboženství.Autorka ukazuje základní etapy vývoje nábožesnsví - judajismu, křesťanství, islamu, buddhismu, netradičních kultur. ",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Současná filosofie a metodologie vědy",
        "title_en": "",
		"subtitle": "",
        "author": "FAJKUS, Břetislav",
        "published_date": "2003",
		"published_place": "Praha",
        "publisher": "Filosofia",
        "meta_info": "",
        "isbn": "80-7007-095-1",
        "pages": "135",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	   {
        "title": "Úvod do systematické filosofie",
        "title_en": "",
		"subtitle": "Gnoseologie",
        "author": "ŠPŮR, Josef",
        "published_date": "2002",
		"published_place": "Dobrá Voda",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "",
        "isbn": "80-86473-17-1",
        "pages": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Sémiotika v teorii a praxi",
        "title_en": "",
		"subtitle": "",
        "author": "DOUBRAVOVÁ, Jarmila",
        "published_date": "2002",
		"published_place": "Praha",
        "publisher": "Portál",
        "meta_info": "",
        "isbn": "80-7178-566-0",
        "pages": "159",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Filosofie a vědecké myšlení",
        "title_en": "Philosophy and scientific thought ",
		"subtitle": "",
        "author": "DEMJANČUK, Nikolaj",
        "published_date": "2002",
		"published_place": "Dobrá Voda",
        "publisher": "Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "",
        "isbn": "80-86473-19-8",
        "pages": "245",
        "annotation_short": "Kniha je věnována proměně obrazu vědy ve filosofii minulého století. Autor analýzuje přínos G. Frega, A. N. Whiteheada, B. Russella, L. Wittgensteina, R. Carnapa, K. R. Poppera, T. S. Kuhna, M. Polanyiho, P. K. Feyerabenda a J. Hintikky",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Sémantika & pragmatická lingvistika",
        "title_en": "",
		"subtitle": "",
        "author": "MACHOVÁ, Svatava, ŠVEHLOVÁ, Milena",
        "published_date": "2001",
		"published_place": "Praha",
        "publisher": "Univerzita Karlova",
        "meta_info": "",
        "isbn": "80-7290-061-7",
        "pages": "159",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Hra, věda a filosofie",
        "title_en": "",
		"subtitle": "",
        "author": "NOSEK, Jiří",
        "published_date": "2006",
		"published_place": "Praha",
        "publisher": "Filosofia",
        "meta_info": "",
        "isbn": "80-7007-222-9",
        "pages": "245",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
	  {
        "title": "Zdeněk Neubauer, Respondeo dicendum",
        "title_en": "",
		"subtitle": "",
        "author": "FIALA, Jiří",
        "published_date": "2002",
		"published_place": "",
        "publisher": "OPS",
        "meta_info": "",
        "isbn": "80-238-9519-2",
        "pages": "134",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      }
    ]
  }
}
