{
  "publikace": {
    "preklady": [
      {
        "title": "Herbert Marcuse. Příslib štěstí",
        "title_en": "",
        "author": "Profant, Martin",
        "published_date": "2017",
        "publisher": "Epocha",
        "meta_info": "PROFANT, M. Herbert Marcuse. Příslib štěstí. 1. vyd. Praha : Epocha, 2017, 376 s. ISBN: 978-80-7557-102-1",
        "annotation_short": "Překlad textů Herberta Marcuse Příslib štěstí. Doplněno úvodní monografickou studií, chronologickou tabulkou a informací o původním vydání překládaných textů.",
        "annotation": "Čtenáři se dostává do ruky šest studií Herberta Marcuse, nyní v českém překladu, z nichž nejstarší Nové prameny k založení historického materialismu pochází z roku 1932, nejmladší Represivní tolerance pak byla napsána v roce 1965, ale zásadně rozšířena v roce 1968. Texty reprezentují různé úseky myslitelského vývoje jedné z nejvýraznějších osobností první generace kritické teorie. Reprezentují proměny, kterými Marcuse reagoval na překotně se měnící svět i to, čemu zůstal vždy věrný: Starost o svobodu a štěstí, které nemohou být jedno bez druhého; starosti o svobodu a štěstí, které vycházejí ze skutečné solidarity lidského rodu a nemohou a nesmějí koexistovat s bídou a utrpením kohokoliv jiného.",
        "keywords": "Herbert Marcuse",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false,
        "has_picture": true
      },
      {
        "title": "Hans Küng: Židovství",
        "title_en": "",
        "author": "Blahutková, Daniela, Petkevič, Vladimír a Pohunková, Dagmar",
        "published_date": "2016",
        "publisher": "Barrister & Principal",
        "meta_info": "PETKEVIČ, V., BLAHUTKOVÁ, D., POHUNKOVÁ, D. Hans Küng: Židovství. 1. vyd. Brno : Barrister & Principal, 2016, 635 s. ISBN: 978-80-7485-110-0",
        "annotation_short": "Překlad zprostředkovává monografii švýcarského teologa a religionisty Hanse Künga Judentum. Wesen und Geschichte (Piper, München 1991), jíž autor v 90. letech zahájil trilogii věnovanou tzv. abrahamovským náboženstvím (židovství, křesťanství, islámu). ",
        "annotation": "Překlad zprostředkovává monografii švýcarského teologa a religionisty Hanse Künga Judentum. Wesen und Geschichte (Piper, München 1991), jíž autor v 90. letech zahájil trilogii věnovanou tzv. abrahamovským náboženstvím (židovství, křesťanství, islámu). Dnes už klasická studie předkládá systematický pohled na židovství z teologické, historické a politické perspektivy. Židovské dějiny představuje jako sled epochálních konstelací neboli paradigmat. Kriticky pohlíží na vztahy křesťanství a židovství zejména ve 20. století, analyzuje předpoklady vzniku Státu Izrael i politické a náboženské aspekty jeho existence, probírá otázky židovské identity a zvažuje možnosti mezináboženského trialogu židů, křesťanů a muslimů, který závěrem spojuje s vizí světového étosu a nadějí na mír na Blízkém východě i v globalizovaném světě.",
        "keywords": "teologie, religionistika, judaismus, mezináboženský dialog",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": true
      },
      {
        "title": "Vědecké pojetí světa - Vídeňský kroužek",
        "title_en": "",
        "author": "Fiala, Jiří, Dach, Stefanie, Schuster, Radek",
        "published_date": "2015",
        "publisher": "Západočeská univerzita",
        "meta_info": "FIALA, J., DACH, S., SCHUSTER, R. Vědecké pojetí světa - Vídeňský kroužek. 1. vyd. Pilsen : Západočeská univerzita, 2015, 16 s. ISBN: 978-80-261-0440-7",
        "annotation_short": "Revidovaný český překlad manifestu Vídeňského kroužku Vědecké pojetí světa vydaného Společností Ernst Mach v roce 1929.",
        "annotation": "",
        "keywords": "analytická filosofie, Vídeňský kroužek, dějiny filosofie, logický empirismus",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Joseph Ratzinger - Benedikt XVI.: Ježíš Nazaretský. Prolog",
        "title_en": "",
        "author": "Blahutková, Daniela",
        "published_date": "2013",
        "publisher": "Barrister & Principal",
        "meta_info": "BLAHUTKOVÁ, D. Joseph Ratzinger - Benedikt XVI.: Ježíš Nazaretský. Prolog. 1. vyd. Brno : Barrister & Principal, 2013, ISBN: 978-80-87474-89-1",
        "annotation_short": "Třetí díl trilogie papeže Benedikta XVI. doplňuje předchozí o exegezi tzv. evangelií dětství (Lukáš, Matouš), v nichž je Ježíšův příběh interpretován jako naplnění dějin spásy. ",
        "annotation": "Třetí díl trilogie papeže Benedikta XVI. doplňuje předchozí o exegezi tzv. evangelií dětství (Lukáš, Matouš), v nichž je Ježíšův příběh interpretován jako naplnění dějin spásy. Autor zkoumá paralely a vzájemné vztahy výkladu Ježíšova dětství v obou evangeliích a sleduje otázku univerzálního i historického významu biblických textů.",
        "keywords": "teologie; christologie; Benedikt XVI.; překlad",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Světlo světa. Papež církev a znamení doby",
        "title_en": "",
        "author": "Blahutková, Daniela",
        "published_date": "2011",
        "publisher": "Barrister & Principal",
        "meta_info": "BLAHUTKOVÁ, D. Světlo světa. Papež církev a znamení doby. 1. vyd. Brno : Barrister & Principal, 2011, 204 s. ISBN: 978-80-87474-14-3",
        "annotation_short": "",
        "annotation": "Třetí z řady rozhovorů mezi německým žurnalistou Peterem Seewaldem a Josephem Ratzingerem, první v období, kdy Joseph Ratzinger zastává papežský úřad. Hodnoceno jako velmi otevřená debata, která tematizuje i řadu kontroverzních témat kolem situace církve a jejího místa v dnešním světě. Benedikt XVI. se vyjadřuje k tématům jako kulturní relativismus západního světa, mezináboženský dialog, ekumena, krize a skandály v katolické církvi a jejich medializace, víra dnes, orientace římskokatolické církve do budoucna. Vedle toho odpovídá i na řadu osobních otázek P. Seewalda",
        "keywords": "Benedikt XVI., teologie, religionistika, církev, papež, rozhovory",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Ježíš Nazaretský - 2. díl. Od vjezdu do Jeruzaléma do zmrtvýchvstání",
        "title_en": "",
        "author": "Blahutková, Daniela",
        "published_date": "2011",
        "publisher": "Barrister & Principal",
        "meta_info": "BLAHUTKOVÁ, D. Ježíš Nazaretský - 2. díl. Od vjezdu do Jeruzaléma do zmrtvýchvstání. 1. vyd. Brno : Barrister & Principal, 2011, 227 s. ISBN: 978-80-87474-35-8",
        "annotation_short": "",
        "annotation": "Druhý díl knihy, kterou autor charakterizoval jako výraz osobního hledání, ne akt učitelského úřadu, promýšlí nejzávažnější části novozákonního svědectví. Metodologicky se zde Benedikt XVI. hlásí k hermeneutice, která zodpovědně zachází s historickým poznáním, ale jeho výsledky integruje do interpretace tajemství zmrtvýchvstání. Interpretace evangelií v obou dílech je vedena otázkou, kdo byl Ježíš, ale také, kým je pro člověka dnes; odkazuje jak k vědecké exegezi, tak k teologické ortodoxii či duchovnímu čtení.",
        "keywords": "spiritualita, teologie, christologie, Benedikt XVI.",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Descartes: La dioptrique = Dioptrika",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2010",
        "publisher": "Oikoymenh",
        "meta_info": "FIALA, J. Descartes: La dioptrique = Dioptrika. 1.. vyd. Praha : Oikoymenh, 2010, 308 s. ISBN: 978-80-7298-385-8",
        "annotation_short": "",
        "annotation": "Dioptrika je další z esejů z Rozpravy o metodě, v němž Descartes předvádí svou metodu na nauce o světle, zvláště pak na objevu zákona lomu světla a jeho důsledcích. Český překlad Jiřího Fialy je veden formou francouzsko-české bilingvy s původními obrázky a závěrečnou původní studií Jiřího Fialy",
        "keywords": "René Descartes, optika, filosofie a dějiny vědy, zákon lomu světla",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Henri Poincaré: Číslo - prostor – čas",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2010",
        "publisher": "Kanina ",
        "meta_info": "FIALA, J. Henri Poincaré: Číslo - prostor - čas. 1.. vyd. Kanina : OPS, 2010, 227 s. ISBN: 978-80-87269-14-5 ",
        "annotation_short": "",
        "annotation": "Kniha obsahuje kritický překlad deseti vybraných Poincarého esejů, které se zaobírají filosofií matematiky a fyziky. Přehled vybraných textů je uveden na začátku knihy. Poznámky opatřili Jiří Fiala a Marie Benediktová Větrovcová. Kniha je doplněna původní studií, která se věnuje uvedením do Poincarého filosofie vědy. Autorem studie je Jiří Fiala.",
        "keywords": "Henri Poincaré, filosofie matematiky a fyziky, dějiny matematiky 19. století, invence, definice, povaha matematického uvažování, intuice a logika, měření času, prostor, geometrie",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Relativismus a kontingentní budoucnosti",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2009",
        "publisher": "Filosofický ústav Akademie věd České republiky",
        "full_meta_info": "FIALA, J. Relativismus a kontingentní budoucnosti. Filosofický ústav Akademie věd České republiky, 2009",
        "annotation_short": "",
        "annotation": "Analyzuje se MacFarlanovo pojetí relativismu ohledně pravdivosti výroků o budoucnosti. Analýza se provádí prostředky formální temporální logiky.",
        "keywords": "temporální logika, výroky o budoucnosti, relativismus",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "M. Lévinas, E.. La réalité et son ombre",
        "title_en": "",
        "author": "Ševčík, Miloš",
        "published_date": "2009",
        "publisher": "Filosofický ústav AV ČR",
        "meta_info": "ŠEVČÍK, M. Lévinas, E.. La réalité et son ombre. Filosofický ústav AV ČR, 2009",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Wunibald Müller. Nabrat dech v Boží blízkosti",
        "title_en": "",
        "author": "Blahutková, Daniela",
        "published_date": "2009",
        "publisher": "Karmelitánské nakladatelství",
        "meta_info": "BLAHUTKOVÁ, D. Nabrat dech v Boží blízkosti. Karmelitánské nakladatelství, Kostelní Vydří, 2009, 85 s. s. ISBN: 978-80-7195-196-",
        "annotation_short": "",
        "annotation": "Tempo každodenního života dnes mnoha lidem bere klid. Avšak chvíle klidu jsou pro nás nezbytné, čerpáme z nich sílu. Knížka úvah a meditací, inspirovaná autorovou duchovní službou a psychoterapeutickou prací i jeho osobním hledáním Boha v existenciálních životních situacích i v každodennosti, zve čtenáře k zamyšlení a k hledání své vlastní duchovní zkušenosti uprostřed hektiky života.",
        "keywords": "Wunibald Müller",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Häring, Bernhard: V bezpečí a svoboden",
        "title_en": "",
        "author": "Blahutková, Daniela",
        "published_date": "2009",
        "publisher": "Barrister & Principal",
        "meta_info": "BLAHUTKOVÁ, D. Häring, Bernhard: V bezpečí a svoboden. Barrister & Principal, Brno, 2009, 160 s. s. ISBN: 978-80-87029-65-7",
        "annotation_short": "Českému čtenáři je německý redemptorista Bernhard Häring doposud znám zejména z titulů Jde to i jinak: Cesty k novým vztahům v církvi, Moje zkušenosti s církví v Africe, Viděl jsem tvé slzy, Láska je víc než přikázání či Bez východiska? Cesta k lidštější pastoraci rozvedených a znovu sezdaných, tedy z děl pokrývajících poměrně malou část Häringova díla, byť důležitou, protože se tematicky týká oblastí, v nichž český čtenář dlouho postrádal dialog, alternativní výklad problematiky, promýšlení možností, otevřenost.",
        "annotation": "Českému čtenáři je německý redemptorista Bernhard Häring doposud znám zejména z titulů Jde to i jinak: Cesty k novým vztahům v církvi, Moje zkušenosti s církví v Africe, Viděl jsem tvé slzy, Láska je víc než přikázání či Bez východiska? Cesta k lidštější pastoraci rozvedených a znovu sezdaných, tedy z děl pokrývajících poměrně malou část Häringova díla, byť důležitou, protože se tematicky týká oblastí, v nichž český čtenář dlouho postrádal dialog, alternativní výklad problematiky, promýšlení možností, otevřenost. Tak jako jinde, i v českém prostředí si Bernhard Häring získal pozornost a důvěru jako teolog, který katolickou církev myslí a prožívá jako duchovní a morální domov lidí v konkrétních historických, politických, kulturních a osobních situacích a jehož snahy vycházejí vstříc potřebě jednotlivců i společenských skupin vnímat se jako Bohem milovaní a církví slyšení i v situacích, které nemají takříkajíc standardní charakter. Jako teolog, spolutvůrce dokumentů vzešlých z II. vatikánského koncilu, aktivní činitel na poli ekumeny i podněcovatel debat a názorových posunů v rámci katolické církve je ostatně znám celosvětově.",
        "keywords": "Bernhard Häring",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Francois Rivenc: Několik poznámek o vynoření se problému přesvědčení ve filosofii ducha",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2009",
        "publisher": "Nakladatelství Olomouc",
        "meta_info": "FIALA, J. Francois Rivenc: Několik poznámek o vynoření se problému přesvědčení ve filosofii ducha. Nakladatelství Olomouc, 2009, ISBN: 978-80-7182-275-2",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Staré a nové ",
        "title_en": "",
        "author": "Neupauer, Eduard",
        "published_date": "Pravoslavné vydavatelství",
        "publisher": "2008",
        "meta_info": "NEUPAUER, E. Staré a nové. Praha : Pravoslavné vydavatelství, 2008, 136-139 s.",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Toulky po východním Bavorsku a Čechách. Kultura a historie ",
        "title_en": "",
        "author": "Blahutková, Daniela",
        "published_date": "2008",
        "publisher": "Tourismusverband Ostbayern e. V. ve spolupráci s krajskými úřady Plzeňského a Jihočeského kraje",
        "meta_info": "BLAHUTKOVÁ, D. Toulky po východním Bavorsku a Čechách. Kultura a historie. Tourismusverband Ostbayern e. V. ve spolupráci s krajskými úřady Plzeňského a Jihočeského kraje, 2008, 67 s. s",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "W. V. O. Quine: Covitosti: Občasně filosofický slovník",
        "title_en": "Quiddities",
        "author": "Fiala, Petr",
        "published_date": "",
        "publisher": "Mladá fronta",
        "meta_info": "FIALA, P. Covitosti. Mladá fronta, 2008, ISBN: 978-80-204-1473-1",
        "annotation_short": "",
        "annotation": "Na své cestě od A do Z se Covitosti setkávají s více než osmdesáti tématy a postihují celou škálu pikantních myšlenek, her se slovy a moudrostí, vyjádřených nádhernou elegantní prózou. Nejčastějšími tématy hesel jsou filozofie, jazyk a matematika, můžeme zmínit například víru, komunikaci, svobodnou vůli, idiocii, ceny, výslovnost, toleranci či zeměpisnou délku a šířku.",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Karl Mannheim: Problém generací",
        "title_en": "",
        "author": "Blahutková, Daniela",
        "published_date": "2007",
        "publisher": "FSS MU",
        "meta_info": "BLAHUTKOVÁ, D. Problém generací. Brno : FSS MU, Sociální studia 1-2/2007, 2007, 34 s",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Ježíš Nazaretský ",
        "title_en": "",
        "author": "Blahutková, Daniela",
        "published_date": "2007",
        "publisher": "Barrister & Principal",
        "meta_info": "BLAHUTKOVÁ, D. Ježíš Nazaretský. Brno : Barrister & Principal, 2007, 269 s",
        "annotation_short": "Co dnes může říct křesťanství o základních otázkách lidského bytí? Odpověď podle Benedikta XVI. bezprostředně souvisí s otázkou: Kdo je Ježíš Nazaretský?",
        "annotation": "Celý svůj život se Joseph Ratzinger zabýval Ježíšem Nazaretským, snažil se ho pochopit jako profesor, jako biskup, jako vrchní strážce víry, jako papež. Jako kardinál začal před několika lety psát tuto knihu. Po svém zvolení papežem využil veškerý volný čas k dalšímu psaní. Vzniklo dílo, které je sumou života velkého teologa a zároveň nejosobnější knihou, jakou kdy Ratzinger i kterýkoli jiný papež napsal.",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Muž davu",
        "title_en": "",
        "author": "Blahutková, Daniela",
        "published_date": "2006",
        "publisher": "FSS MU, Sociální studia 2/2006",
        "meta_info": "BLAHUTKOVÁ, D. Muž davu. Brno : FSS MU, Sociální studia 2/2006, 2006, 4 s.",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "O tom, co je",
        "title_en": "",
        "author": "Dostálová, Ludmila",
        "published_date": "2006",
        "publisher": "Západočeská univerzita",
        "meta_info": "DOSTÁLOVÁ, L. O tom, co je. Plzeň : Západočeská univerzita, 2006, 25 s",
        "annotation_short": "",
        "annotation": "Překlad klíčového Quinova článku věnujícího se problematice existenčních tvrzení, jejich ontologii a logické analýze, ve kterém zformuloval svoji tezi o ontologických závazcích teorií.",
        "keywords": "Quine",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Pokus o objektivní zdůvodnění nauky o třech rozměrech prostoru",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2006",
        "publisher": "Filosofia",
        "meta_info": "FIALA, J. Pokus o objektivní zdůvodnění nauky o třech rozměrech prostoru. Praha : Filosofia, 2006, 17 s.",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Věci a jejich role v teoriích",
        "title_en": "",
        "author": "Dostálová, Ludmila",
        "published_date": "2006",
        "publisher": "Západočeská univerzita",
        "meta_info": "DOSTÁLOVÁ, L. Věci a jejich role v teoriích. Plzeň : Západočeská univerzita, 2006, 25 s.",
        "annotation_short": "",
        "annotation": "Překlad článku Things and Their Place in Theories systematicky vykládajícího Quinovu ontologii a epistemologii založené na koncepci pojmových schémat.",
        "keywords": "Quine, analytická filosofie, ontologie, epistemologie",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Filozofický jazyk ",
        "title_en": "",
        "author": "Neupauer, Eduard",
        "published_date": "2005",
        "publisher": "Filozofický ústav Slovenskej akadémie vied (SAV)",
        "meta_info": "NEUPAUER, E. Filozofický jazyk. Bratislava : Filozofický ústav Slovenskej akadémie vied (SAV), 2005, 532-535 s",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Peter Galison: Einsteinovy hodiny a Poincarého mapy",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2005",
        "publisher": "Mladá fronta",
        "meta_info": "FIALA, J. Peter Galison: Einsteinovy hodiny a Poincarého mapy. Edice Kolumbus, Mladá fronta, 2005, 327 s. s. ISBN: 80-204-1188-7",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Existence logických předmětů podle Fregeho",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2005",
        "publisher": "Filozofický ústav AV ČR",
        "meta_info": "FIALA, J. Existence logických předmětů podle Fregeho. Praha : Filozofický ústav AV ČR, 2005, 25 s.",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Predpisy pre celé spoločenstvo Izraela v posledné dni : (Prvé tri listy rukopisu ako uvedenie do apokalyptiky Esénov vo svetle rukopisov z Chirbet-Qumránu)",
        "title_en": "",
        "author": "Neupauer, Eduard",
        "published_date": "2004",
        "publisher": "Katedra byzantológie Pravoslávnej bohosloveckej fakulty Prešovskej univerzity v Prešove",
        "meta_info": "NEUPAUER, E. Predpisy pre celé spoločenstvo Izraela v posledné dni : (Prvé tri listy rukopisu ako uvedenie do apokalyptiky Esénov vo svetle rukopisov z Chirbet-Qumránu).. Prešov : Katedra byzantológie Pravoslávnej bohosloveckej fakulty Prešovskej univerzity v Prešove, 2004",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Gorgiás „O nebytí“",
        "title_en": "",
        "author": "Boháček, Kryštof",
        "published_date": "2004",
        "publisher": "Filosofický časopis",
        "meta_info": "BOHÁČEK, K. Gorgiás „O nebytí“. Praha : Filosofický časopis. Roč. 52, č. 6, s. 937-965, 2004, 937-965 s",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Vilém Flusser: Tři gesta",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2004",
        "publisher": "Společnost pro Revolver Revue",
        "meta_info": "FIALA, J. Tři Gesta . 56. vyd. Praha : Společnost pro Revolver Revue [In: Revolver Revue 56, 2004, s. 61-74, ISSN 1210-2881], 2004",
        "annotation_short": "",
        "annotation": "",
        "keywords": "Flusser Vilém, fenomenologie, gesto",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Benoit Mandelbrot - Fraktály: tvar, náhoda a dimenze",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2003",
        "publisher": "Mladá fronta",
        "meta_info": "FIALA, J. Fraktály : tvar, náhoda a dimenze. Praha : Mladá fronta, 2003, 206 s",
        "annotation_short": "",
        "annotation": "",
        "keywords": "fraktály, dimenze",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Istorija russkoj filosofiji",
        "title_en": "",
        "author": "Demjančuk Nikolaj a Demjančuková Dagma",
        "published_date": "2003",
        "publisher": "Izdateľstvo Respublika",
        "meta_info": "DEMJANČUK, N., DEMJANČUKOVÁ, D. Istorija russkoj filosofiji. Moskva : Izdateľstvo Respublika, 2003, 509 s.",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Hledání pravdy",
        "title_en": "",
        "author": "Marvan Tomáš",
        "published_date": "2003",
        "publisher": "Filosofický ústav AV ČR",
        "meta_info": "MARVAN, T. Hledání pravdy. 5. vyd. Praha : Filosofický ústav AV ČR, 2003, 9 s.",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      },
      {
        "title": "Joseph Weizenbaum: Mýtus počítače : počítačový pohled na svět",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2002",
        "publisher": "Moraviapress",
        "meta_info": "FIALA, J. Joseph Weizenbaum: Mýtus počítače : počítačový pohled na svět. Moraviapress, 2002, 182 s. s. ISBN: 80-86181-55-3 ",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "podrobnostiUrl": "",
        "type": "preklad",
        "has_picture": false
      }
    ]
  }

}
