{
  "publikace": {
    "preklady": [
      {
          "title": "Herbert Marcuse. Příslib štěstí",
          "title_en": "",
          "author": "Profant, Martin",
          "published_date": "2017",
          "publisher": "Epocha",
          "meta_info": "PROFANT, M. Herbert Marcuse. Příslib štěstí. 1. vyd. Praha : Epocha, 2017, 376 s. ISBN: 978-80-7557-102-1",
          "annotation_short": "Překlad textů Herberta Marcuse Příslib štěstí. Doplněno úvodní monografickou studií, chronologickou tabulkou a informací o původním vydání překládaných textů.",
          "annotation": "Čtenáři se dostává do ruky šest studií Herberta Marcuse, nyní v českém překladu, z nichž nejstarší Nové prameny k založení historického materialismu pochází z roku 1932, nejmladší Represivní tolerance pak byla napsána v roce 1965, ale zásadně rozšířena v roce 1968. Texty reprezentují různé úseky myslitelského vývoje jedné z nejvýraznějších osobností první generace kritické teorie. Reprezentují proměny, kterými Marcuse reagoval na překotně se měnící svět i to, čemu zůstal vždy věrný: Starost o svobodu a štěstí, které nemohou být jedno bez druhého; starosti o svobodu a štěstí, které vycházejí ze skutečné solidarity lidského rodu a nemohou a nesmějí koexistovat s bídou a utrpením kohokoliv jiného.",
          "keywords": "Herbert Marcuse",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Hans Küng: Židovství",
          "title_en": "",
          "author": "Blahutková, Daniela, Petkevič, Vladimír a Pohunková, Dagmar",
          "published_date": "2016",
          "publisher": "Barrister & Principal",
          "meta_info": "PETKEVIČ, V., BLAHUTKOVÁ, D., POHUNKOVÁ, D. Hans Küng: Židovství. 1. vyd. Brno : Barrister & Principal, 2016, 635 s. ISBN: 978-80-7485-110-0",
          "annotation_short": "Překlad zprostředkovává monografii švýcarského teologa a religionisty Hanse Künga Judentum. Wesen und Geschichte (Piper, München 1991), jíž autor v 90. letech zahájil trilogii věnovanou tzv. abrahamovským náboženstvím (židovství, křesťanství, islámu). ",
          "annotation": "Překlad zprostředkovává monografii švýcarského teologa a religionisty Hanse Künga Judentum. Wesen und Geschichte (Piper, München 1991), jíž autor v 90. letech zahájil trilogii věnovanou tzv. abrahamovským náboženstvím (židovství, křesťanství, islámu). Dnes už klasická studie předkládá systematický pohled na židovství z teologické, historické a politické perspektivy. Židovské dějiny představuje jako sled epochálních konstelací neboli paradigmat. Kriticky pohlíží na vztahy křesťanství a židovství zejména ve 20. století, analyzuje předpoklady vzniku Státu Izrael i politické a náboženské aspekty jeho existence, probírá otázky židovské identity a zvažuje možnosti mezináboženského trialogu židů, křesťanů a muslimů, který závěrem spojuje s vizí světového étosu a nadějí na mír na Blízkém východě i v globalizovaném světě.",
          "keywords": "teologie, religionistika, judaismus, mezináboženský dialog",
          "podrobnostiUrl": "",
          "type": ["preklad", "monografie"],
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Vědecké pojetí světa - Vídeňský kroužek",
          "title_en": "",
          "author": "Fiala, Jiří, Dach, Stefanie, Schuster, Radek",
          "published_date": "2015",
          "publisher": "Západočeská univerzita",
          "meta_info": "FIALA, J., DACH, S., SCHUSTER, R. Vědecké pojetí světa - Vídeňský kroužek. 1. vyd. Pilsen : Západočeská univerzita, 2015, 16 s. ISBN: 978-80-261-0440-7",
          "annotation_short": "Revidovaný český překlad manifestu Vídeňského kroužku Vědecké pojetí světa vydaného Společností Ernst Mach v roce 1929.",
          "annotation": "",
          "keywords": "analytická filosofie, Vídeňský kroužek, dějiny filosofie, logický empirismus",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Joseph Ratzinger - Benedikt XVI.: Ježíš Nazaretský. Prolog",
          "title_en": "",
          "author": "Blahutková, Daniela",
          "published_date": "2013",
          "publisher": "Barrister & Principal",
          "meta_info": "BLAHUTKOVÁ, D. Joseph Ratzinger - Benedikt XVI.: Ježíš Nazaretský. Prolog. 1. vyd. Brno : Barrister & Principal, 2013, ISBN: 978-80-87474-89-1",
          "annotation_short": "Třetí díl trilogie papeže Benedikta XVI. doplňuje předchozí o exegezi tzv. evangelií dětství (Lukáš, Matouš), v nichž je Ježíšův příběh interpretován jako naplnění dějin spásy. ",
          "annotation": "Třetí díl trilogie papeže Benedikta XVI. doplňuje předchozí o exegezi tzv. evangelií dětství (Lukáš, Matouš), v nichž je Ježíšův příběh interpretován jako naplnění dějin spásy. Autor zkoumá paralely a vzájemné vztahy výkladu Ježíšova dětství v obou evangeliích a sleduje otázku univerzálního i historického významu biblických textů.",
          "keywords": "teologie; christologie; Benedikt XVI.; překlad",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Světlo světa. Papež církev a znamení doby",
          "title_en": "",
          "author": "Blahutková, Daniela",
          "published_date": "2011",
          "publisher": "Barrister & Principal",
          "meta_info": "BLAHUTKOVÁ, D. Světlo světa. Papež církev a znamení doby. 1. vyd. Brno : Barrister & Principal, 2011, 204 s. ISBN: 978-80-87474-14-3",
          "annotation_short": "",
          "annotation": "Třetí z řady rozhovorů mezi německým žurnalistou Peterem Seewaldem a Josephem Ratzingerem, první v období, kdy Joseph Ratzinger zastává papežský úřad. Hodnoceno jako velmi otevřená debata, která tematizuje i řadu kontroverzních témat kolem situace církve a jejího místa v dnešním světě. Benedikt XVI. se vyjadřuje k tématům jako kulturní relativismus západního světa, mezináboženský dialog, ekumena, krize a skandály v katolické církvi a jejich medializace, víra dnes, orientace římskokatolické církve do budoucna. Vedle toho odpovídá i na řadu osobních otázek P. Seewalda",
          "keywords": "Benedikt XVI., teologie, religionistika, církev, papež, rozhovory",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Joseph Ratzinger - Benedikt XVI.: Ježíš Nazaretský - 2. díl. Od vjezdu do Jeruzaléma do zmrtvýchvstání",
          "title_en": "",
          "author": "Blahutková, Daniela",
          "published_date": "2011",
          "publisher": "Barrister & Principal",
          "meta_info": "BLAHUTKOVÁ, D. Ježíš Nazaretský - 2. díl. Od vjezdu do Jeruzaléma do zmrtvýchvstání. 1. vyd. Brno : Barrister & Principal, 2011, 227 s. ISBN: 978-80-87474-35-8",
          "annotation_short": "",
          "annotation": "Druhý díl knihy, kterou autor charakterizoval jako výraz osobního hledání, ne akt učitelského úřadu, promýšlí nejzávažnější části novozákonního svědectví. Metodologicky se zde Benedikt XVI. hlásí k hermeneutice, která zodpovědně zachází s historickým poznáním, ale jeho výsledky integruje do interpretace tajemství zmrtvýchvstání. Interpretace evangelií v obou dílech je vedena otázkou, kdo byl Ježíš, ale také, kým je pro člověka dnes; odkazuje jak k vědecké exegezi, tak k teologické ortodoxii či duchovnímu čtení.",
          "keywords": "spiritualita, teologie, christologie, Benedikt XVI.",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Descartes: La dioptrique = Dioptrika",
          "title_en": "",
          "author": "Fiala, Jiří",
          "published_date": "2010",
          "publisher": "Oikoymenh",
          "meta_info": "FIALA, J. Descartes: La dioptrique = Dioptrika. 1.. vyd. Praha : Oikoymenh, 2010, 308 s. ISBN: 978-80-7298-385-8",
          "annotation_short": "",
          "annotation": "Dioptrika je další z esejů z Rozpravy o metodě, v němž Descartes předvádí svou metodu na nauce o světle, zvláště pak na objevu zákona lomu světla a jeho důsledcích. Český překlad Jiřího Fialy je veden formou francouzsko-české bilingvy s původními obrázky a závěrečnou původní studií Jiřího Fialy",
          "keywords": "René Descartes, optika, filosofie a dějiny vědy, zákon lomu světla",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Henri Poincaré: Číslo - prostor – čas",
          "title_en": "",
          "author": "Fiala, Jiří",
          "published_date": "2010",
          "publisher": "Kanina ",
          "meta_info": "FIALA, J. Henri Poincaré: Číslo - prostor - čas. 1.. vyd. Kanina : OPS, 2010, 227 s. ISBN: 978-80-87269-14-5 ",
          "annotation_short": "",
          "annotation": "Kniha obsahuje kritický překlad deseti vybraných Poincarého esejů, které se zaobírají filosofií matematiky a fyziky. Přehled vybraných textů je uveden na začátku knihy. Poznámky opatřili Jiří Fiala a Marie Benediktová Větrovcová. Kniha je doplněna původní studií, která se věnuje uvedením do Poincarého filosofie vědy. Autorem studie je Jiří Fiala.",
          "keywords": "Henri Poincaré, filosofie matematiky a fyziky, dějiny matematiky 19. století, invence, definice, povaha matematického uvažování, intuice a logika, měření času, prostor, geometrie",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Relativismus a kontingentní budoucnosti",
          "title_en": "",
          "author": "Fiala, Jiří",
          "published_date": "2009",
          "publisher": "Filosofický ústav Akademie věd České republiky",
          "full_meta_info": "FIALA, J. Relativismus a kontingentní budoucnosti. Filosofický ústav Akademie věd České republiky, 2009",
          "annotation_short": "",
          "annotation": "Analyzuje se MacFarlanovo pojetí relativismu ohledně pravdivosti výroků o budoucnosti. Analýza se provádí prostředky formální temporální logiky.",
          "keywords": "temporální logika, výroky o budoucnosti, relativismus",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "M. Lévinas, E.. La réalité et son ombre",
          "title_en": "",
          "author": "Ševčík, Miloš",
          "published_date": "2009",
          "publisher": "Filosofický ústav AV ČR",
          "meta_info": "ŠEVČÍK, M. Lévinas, E.. La réalité et son ombre. Filosofický ústav AV ČR, 2009",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Wunibald Müller. Nabrat dech v Boží blízkosti",
          "title_en": "",
          "author": "Blahutková, Daniela",
          "published_date": "2009",
          "publisher": "Karmelitánské nakladatelství",
          "meta_info": "BLAHUTKOVÁ, D. Nabrat dech v Boží blízkosti. Karmelitánské nakladatelství, Kostelní Vydří, 2009, 85 s. s. ISBN: 978-80-7195-196-",
          "annotation_short": "",
          "annotation": "Tempo každodenního života dnes mnoha lidem bere klid. Avšak chvíle klidu jsou pro nás nezbytné, čerpáme z nich sílu. Knížka úvah a meditací, inspirovaná autorovou duchovní službou a psychoterapeutickou prací i jeho osobním hledáním Boha v existenciálních životních situacích i v každodennosti, zve čtenáře k zamyšlení a k hledání své vlastní duchovní zkušenosti uprostřed hektiky života.",
          "keywords": "Wunibald Müller",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Häring, Bernhard: V bezpečí a svoboden",
          "title_en": "",
          "author": "Blahutková, Daniela",
          "published_date": "2009",
          "publisher": "Barrister & Principal",
          "meta_info": "BLAHUTKOVÁ, D. Häring, Bernhard: V bezpečí a svoboden. Barrister & Principal, Brno, 2009, 160 s. s. ISBN: 978-80-87029-65-7",
          "annotation_short": "Českému čtenáři je německý redemptorista Bernhard Häring doposud znám zejména z titulů Jde to i jinak: Cesty k novým vztahům v církvi, Moje zkušenosti s církví v Africe, Viděl jsem tvé slzy, Láska je víc než přikázání či Bez východiska? Cesta k lidštější pastoraci rozvedených a znovu sezdaných, tedy z děl pokrývajících poměrně malou část Häringova díla, byť důležitou, protože se tematicky týká oblastí, v nichž český čtenář dlouho postrádal dialog, alternativní výklad problematiky, promýšlení možností, otevřenost.",
          "annotation": "Českému čtenáři je německý redemptorista Bernhard Häring doposud znám zejména z titulů Jde to i jinak: Cesty k novým vztahům v církvi, Moje zkušenosti s církví v Africe, Viděl jsem tvé slzy, Láska je víc než přikázání či Bez východiska? Cesta k lidštější pastoraci rozvedených a znovu sezdaných, tedy z děl pokrývajících poměrně malou část Häringova díla, byť důležitou, protože se tematicky týká oblastí, v nichž český čtenář dlouho postrádal dialog, alternativní výklad problematiky, promýšlení možností, otevřenost. Tak jako jinde, i v českém prostředí si Bernhard Häring získal pozornost a důvěru jako teolog, který katolickou církev myslí a prožívá jako duchovní a morální domov lidí v konkrétních historických, politických, kulturních a osobních situacích a jehož snahy vycházejí vstříc potřebě jednotlivců i společenských skupin vnímat se jako Bohem milovaní a církví slyšení i v situacích, které nemají takříkajíc standardní charakter. Jako teolog, spolutvůrce dokumentů vzešlých z II. vatikánského koncilu, aktivní činitel na poli ekumeny i podněcovatel debat a názorových posunů v rámci katolické církve je ostatně znám celosvětově.",
          "keywords": "Bernhard Häring",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Francois Rivenc: Několik poznámek o vynoření se problému přesvědčení ve filosofii ducha",
          "title_en": "",
          "author": "Fiala, Jiří",
          "published_date": "2009",
          "publisher": "Nakladatelství Olomouc",
          "meta_info": "FIALA, J. Francois Rivenc: Několik poznámek o vynoření se problému přesvědčení ve filosofii ducha. Nakladatelství Olomouc, 2009, ISBN: 978-80-7182-275-2",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Staré a nové ",
          "title_en": "",
          "author": "Neupauer, Eduard",
          "published_date": "Pravoslavné vydavatelství",
          "publisher": "2008",
          "meta_info": "NEUPAUER, E. Staré a nové. Praha : Pravoslavné vydavatelství, 2008, 136-139 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Toulky po východním Bavorsku a Čechách. Kultura a historie ",
          "title_en": "",
          "author": "Blahutková, Daniela",
          "published_date": "2008",
          "publisher": "Tourismusverband Ostbayern e. V. ve spolupráci s krajskými úřady Plzeňského a Jihočeského kraje",
          "meta_info": "BLAHUTKOVÁ, D. Toulky po východním Bavorsku a Čechách. Kultura a historie. Tourismusverband Ostbayern e. V. ve spolupráci s krajskými úřady Plzeňského a Jihočeského kraje, 2008, 67 s. s",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "W. V. O. Quine: Covitosti: Občasně filosofický slovník",
          "title_en": "Quiddities",
          "author": "Fiala, Petr",
          "published_date": "2008",
          "publisher": "Mladá fronta",
          "meta_info": "FIALA, P. Covitosti. Mladá fronta, 2008, ISBN: 978-80-204-1473-1",
          "annotation_short": "",
          "annotation": "Na své cestě od A do Z se Covitosti setkávají s více než osmdesáti tématy a postihují celou škálu pikantních myšlenek, her se slovy a moudrostí, vyjádřených nádhernou elegantní prózou. Nejčastějšími tématy hesel jsou filozofie, jazyk a matematika, můžeme zmínit například víru, komunikaci, svobodnou vůli, idiocii, ceny, výslovnost, toleranci či zeměpisnou délku a šířku.",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Karl Mannheim: Problém generací",
          "title_en": "",
          "author": "Blahutková, Daniela",
          "published_date": "2007",
          "publisher": "FSS MU",
          "meta_info": "BLAHUTKOVÁ, D. Problém generací. Brno : FSS MU, Sociální studia 1-2/2007, 2007, 34 s",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Joseph Ratzinger - Benedikt XVI.: Ježíš Nazaretský ",
          "title_en": "",
          "author": "Blahutková, Daniela",
          "published_date": "2007",
          "publisher": "Barrister & Principal",
          "meta_info": "BLAHUTKOVÁ, D. Ježíš Nazaretský. Brno : Barrister & Principal, 2007, 269 s",
          "annotation_short": "Co dnes může říct křesťanství o základních otázkách lidského bytí? Odpověď podle Benedikta XVI. bezprostředně souvisí s otázkou: Kdo je Ježíš Nazaretský?",
          "annotation": "Celý svůj život se Joseph Ratzinger zabýval Ježíšem Nazaretským, snažil se ho pochopit jako profesor, jako biskup, jako vrchní strážce víry, jako papež. Jako kardinál začal před několika lety psát tuto knihu. Po svém zvolení papežem využil veškerý volný čas k dalšímu psaní. Vzniklo dílo, které je sumou života velkého teologa a zároveň nejosobnější knihou, jakou kdy Ratzinger i kterýkoli jiný papež napsal.",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Muž davu",
          "title_en": "",
          "author": "Blahutková, Daniela",
          "published_date": "2006",
          "publisher": "FSS MU, Sociální studia 2/2006",
          "meta_info": "BLAHUTKOVÁ, D. Muž davu. Brno : FSS MU, Sociální studia 2/2006, 2006, 4 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "O tom, co je",
          "title_en": "",
          "author": "Dostálová, Ludmila",
          "published_date": "2006",
          "publisher": "Západočeská univerzita",
          "meta_info": "DOSTÁLOVÁ, L. O tom, co je. Plzeň : Západočeská univerzita, 2006, 25 s",
          "annotation_short": "",
          "annotation": "Překlad klíčového Quinova článku věnujícího se problematice existenčních tvrzení, jejich ontologii a logické analýze, ve kterém zformuloval svoji tezi o ontologických závazcích teorií.",
          "keywords": "Quine",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Pokus o objektivní zdůvodnění nauky o třech rozměrech prostoru",
          "title_en": "",
          "author": "Fiala, Jiří",
          "published_date": "2006",
          "publisher": "Filosofia",
          "meta_info": "FIALA, J. Pokus o objektivní zdůvodnění nauky o třech rozměrech prostoru. Praha : Filosofia, 2006, 17 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Věci a jejich role v teoriích",
          "title_en": "",
          "author": "Dostálová, Ludmila",
          "published_date": "2006",
          "publisher": "Západočeská univerzita",
          "meta_info": "DOSTÁLOVÁ, L. Věci a jejich role v teoriích. Plzeň : Západočeská univerzita, 2006, 25 s.",
          "annotation_short": "",
          "annotation": "Překlad článku Things and Their Place in Theories systematicky vykládajícího Quinovu ontologii a epistemologii založené na koncepci pojmových schémat.",
          "keywords": "Quine, analytická filosofie, ontologie, epistemologie",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Filozofický jazyk ",
          "title_en": "",
          "author": "Neupauer, Eduard",
          "published_date": "2005",
          "publisher": "Filozofický ústav Slovenskej akadémie vied (SAV)",
          "meta_info": "NEUPAUER, E. Filozofický jazyk. Bratislava : Filozofický ústav Slovenskej akadémie vied (SAV), 2005, 532-535 s",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Peter Galison: Einsteinovy hodiny a Poincarého mapy",
          "title_en": "",
          "author": "Fiala, Jiří",
          "published_date": "2005",
          "publisher": "Mladá fronta",
          "meta_info": "FIALA, J. Peter Galison: Einsteinovy hodiny a Poincarého mapy. Edice Kolumbus, Mladá fronta, 2005, 327 s. s. ISBN: 80-204-1188-7",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Existence logických předmětů podle Fregeho",
          "title_en": "",
          "author": "Fiala, Jiří",
          "published_date": "2005",
          "publisher": "Filozofický ústav AV ČR",
          "meta_info": "FIALA, J. Existence logických předmětů podle Fregeho. Praha : Filozofický ústav AV ČR, 2005, 25 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Predpisy pre celé spoločenstvo Izraela v posledné dni : (Prvé tri listy rukopisu ako uvedenie do apokalyptiky Esénov vo svetle rukopisov z Chirbet-Qumránu)",
          "title_en": "",
          "author": "Neupauer, Eduard",
          "published_date": "2004",
          "publisher": "Katedra byzantológie Pravoslávnej bohosloveckej fakulty Prešovskej univerzity v Prešove",
          "meta_info": "NEUPAUER, E. Predpisy pre celé spoločenstvo Izraela v posledné dni : (Prvé tri listy rukopisu ako uvedenie do apokalyptiky Esénov vo svetle rukopisov z Chirbet-Qumránu).. Prešov : Katedra byzantológie Pravoslávnej bohosloveckej fakulty Prešovskej univerzity v Prešove, 2004",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Gorgiás „O nebytí“",
          "title_en": "",
          "author": "Boháček, Kryštof",
          "published_date": "2004",
          "publisher": "Filosofický časopis",
          "meta_info": "BOHÁČEK, K. Gorgiás „O nebytí“. Praha : Filosofický časopis. Roč. 52, č. 6, s. 937-965, 2004, 937-965 s",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Vilém Flusser: Tři gesta",
          "title_en": "",
          "author": "Fiala, Jiří",
          "published_date": "2004",
          "publisher": "Společnost pro Revolver Revue",
          "meta_info": "FIALA, J. Tři Gesta . 56. vyd. Praha : Společnost pro Revolver Revue [In: Revolver Revue 56, 2004, s. 61-74, ISSN 1210-2881], 2004",
          "annotation_short": "",
          "annotation": "",
          "keywords": "Flusser Vilém, fenomenologie, gesto",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Benoit Mandelbrot: Fraktály: tvar, náhoda a dimenze",
          "title_en": "",
          "author": "Fiala, Jiří",
          "published_date": "2003",
          "publisher": "Mladá fronta",
          "meta_info": "FIALA, J. Fraktály : tvar, náhoda a dimenze. Praha : Mladá fronta, 2003, 206 s",
          "annotation_short": "",
          "annotation": "",
          "keywords": "fraktály, dimenze",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        },
      {
          "title": "Istorija russkoj filosofiji",
          "title_en": "",
          "author": "Demjančuk Nikolaj a Demjančuková Dagma",
          "published_date": "2003",
          "publisher": "Izdateľstvo Respublika",
          "meta_info": "DEMJANČUK, N., DEMJANČUKOVÁ, D. Istorija russkoj filosofiji. Moskva : Izdateľstvo Respublika, 2003, 509 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Hledání pravdy",
          "title_en": "",
          "author": "Marvan Tomáš",
          "published_date": "2003",
          "publisher": "Filosofický ústav AV ČR",
          "meta_info": "MARVAN, T. Hledání pravdy. 5. vyd. Praha : Filosofický ústav AV ČR, 2003, 9 s.",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": false,
          "has_podrobnosti": true
        },
      {
          "title": "Joseph Weizenbaum: Mýtus počítače : počítačový pohled na svět",
          "title_en": "",
          "author": "Fiala, Jiří",
          "published_date": "2002",
          "publisher": "Moraviapress",
          "meta_info": "FIALA, J. Joseph Weizenbaum: Mýtus počítače : počítačový pohled na svět. Moraviapress, 2002, 182 s. s. ISBN: 80-86181-55-3 ",
          "annotation_short": "",
          "annotation": "",
          "keywords": "",
          "podrobnostiUrl": "",
          "type": "preklad",
          "has_picture": true,
          "has_podrobnosti": true
        }
    ],
    "sborniky": [
      {
        "title": "Cultures as Sign Systems and Processes",
        "title_en": "Cultures as Sign Systems and Processes",
        "author": "Jarmila Doubravová, Radek Schuster (eds.)",
        "published_date": "2011",
        "publisher": "Pilsen : University of West Bohemia",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": false
      },
      {
        "title": "Czechs in Europe",
        "title_en": "Czechs in Europe",
        "author": "Nikolaj Demjančuk (ed.)",
        "published_date": "2006",
        "publisher": "Pilsen : University of West Bohemia",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": false
      },
      {
        "title": "Knowledge, value, evolution",
        "title_en": "Knowledge, value, evolution",
        "author": "Tomáš Hříbek, Juraj Hvorecký (eds.)",
        "published_date": "2009",
        "publisher": "London : King’s College",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": false
      },
      {
        "title": "Kreativita : hledání alternativ",
        "title_en": "",
        "author": "Radek Schuster et. al. (eds.)",
        "published_date": "2004",
        "publisher": "Plzeň : Vydavatelství a nakladatelství Aleš Čeněk",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": false
      },
      {
        "title": "Kultura a vědecká racionalita",
        "title_en": "",
        "author": "Nikolaj Demjančuk, Břetislav Fajkus (eds.)",
        "published_date": "2002",
        "publisher": "Dobrá Voda : Aleš Čeněk",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": false
      },
      {
        "title": "Pražské jaro 1968: pokus o obnovu občanské",
        "title_en": "",
        "author": "Pavel Krákora (ed.)",
        "published_date": "2008",
        "publisher": "Praha : Epocha",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": true,
        "has_podrobnosti": false
      },
      {
        "title": "Role médií v občanské společnosti",
        "title_en": "",
        "author": "Plzeňské rozhovory 2011",
        "published_date": "2001",
        "publisher": "Plzeň : Magistrát města Plzně",
        "meta_info": "",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "sbornik",
        "has_picture": false,
        "has_podrobnosti": false
      }
    ],
    "citanky": [
      {
        "title": "Analytická filosofie - úvod",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2006",
        "publisher": "OPS",
        "meta_info": "FIALA, J. Analytická filosofie - úvod. 2. opravené vydání. OPS, 2006, 137 s. ISBN: 80-239-7106-9",
        "annotation_short": "Úvod k čítance z děl představitelů analytické filozofie od průkopnických koncepcí až po současné trendy. Texty této publikace vznikly pro semináře garantované katedrou filozofie Filozofické fakulty Západočeské univerzity v Plzni.",
        "annotation": "Úvod k čítance z děl představitelů analytické filozofie od průkopnických koncepcí až po současné trendy. Texty této publikace vznikly pro semináře garantované katedrou filozofie Filozofické fakulty Západočeské univerzity v Plzni.",
        "keywords": "analytická filosofie, jiří fiala, čítanka",
        "type": "citanka",
        "has_picture": true,
        "has_podrobnosti": false
      },
      {
        "title": "Analytická filosofie - první čítanka",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2006",
        "publisher": "OPS",
        "meta_info": "FIALA, J. Analytická filosofie - první čítanka. 2. opravené vydání. OPS, 2006, 464 s. ISBN: 80-239-7107-7",
        "annotation_short": "",
        "annotation": "",
        "keywords": "analytická filosofie, jiří fiala, čítanka",
        "type": "citanka",
        "has_picture": true,
        "has_podrobnosti": false
      },
      {
        "title": "Analytická filosofie - druhá čítanka",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2002",
        "publisher": "OPS",
        "meta_info": "FIALA, J. Analytická filosofie - druhá čítanka. 2. vydání. OPS, 2002, 283 s. ISBN: 80-238-8519-7",
        "annotation_short": "",
        "annotation": "",
        "keywords": "analytická filosofie, jiří fiala, čítanka",
        "type": "citanka",
        "has_picture": true,
        "has_podrobnosti": false
      },
      {
        "title": "Analytická filosofie - Třetí čítanka",
        "title_en": "",
        "author": "Fiala, Jiří",
        "published_date": "2003",
        "publisher": "OPS",
        "meta_info": "FIALA, J. Analytická filosofie - Třetí čítanka.  OPS, 2003, 300 s. ISBN: 80-238-9518-4",
        "annotation_short": "Čítanka z děl představitelů analytické filozofie od průkopnických koncepcí až po současné trendy. Překlady textů této publikace vznikly pro semináře garantované katedrou filozofie Filozofické fakulty Západočeské univerzity v Plzni.",
        "annotation": "Čítanka z děl představitelů analytické filozofie od průkopnických koncepcí až po současné trendy. Překlady textů této publikace vznikly pro semináře garantované katedrou filozofie Filozofické fakulty Západočeské univerzity v Plzni.",
        "keywords": "analytická filosofie, jiří fiala, čítanka",
        "type": "citanka",
        "has_picture": true,
        "has_podrobnosti": false
      }
    ],
    "monografie": [
      {
        "title": "Alexandr Sommer Batěk: neoglyfy",
        "title_en": "",
        "author": "Fránová, Radka a Hanzelínová, Lada",
        "published_date": "2018",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-314-8",
        "pages": "254",
        "annotation_short": "Alexandr Sommer Batěk (1874–1944) byl učitelem, vynálezcem a šiřitelem vzdělanosti. Pro některé podivín, pro některé obraz své doby, každopádně člověk lidsky čistý a nadšený pro pravdu a poznání. Jeho posledním příspěvkem světu byl obrazový jazyk – neoglyfy. V roce 1930 představil Batěk tento systém znaků, který měl být univerzálním písmem čitelným ve všech jazycích.",
        "annotation": "Alexandr Sommer Batěk (1874–1944) byl učitelem, vynálezcem a šiřitelem vzdělanosti. Pro některé podivín, pro některé obraz své doby, každopádně člověk lidsky čistý a nadšený pro pravdu a poznání. Jeho posledním příspěvkem světu byl obrazový jazyk – neoglyfy. V roce 1930 představil Batěk tento systém znaků, který měl být univerzálním písmem čitelným ve všech jazycích. Tato kniha popisuje základní milníky historie umělých jazyků a neoglyfy jako jejich pokračovatele. Stejně tak ukazuje důležité momenty Baťkova života, které souvisejí s tvorbou a šířením neoglyfů. Součástí je i edice všech dosud nalezených originálních textů o neoglyfech a s neoglyfy. Čtenář má možnost vnímat atmosféru sdělení i pokusit se o studium tohoto neobvyklého komunikačního prostředku.",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Poezie jako vyprávění příběhů",
        "title_en": "",
        "subtitle": "Intelektuální kruh Philipa Sidneyho",
        "author": "Kastnerová, Martina",
        "published_date": "2018",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-301-8",
        "annotation_short": "Když Philip Sidney 17. října 1586 v mladém věku třiceti dvou let umírá následkem zranění z bitvy u Zutphenu, jeho díla kolují pouze v rukopisné podobě, některá zůstala nedokončena.",
        "annotation": "<p>Když Philip Sidney 17. října 1586 v mladém věku třiceti dvou let umírá následkem zranění z bitvy u Zutphenu, jeho díla kolují pouze v rukopisné podobě, některá zůstala nedokončena.</p><p>Přesto je jeho osobnost postupně utvářena do podoby kultovního hrdiny a básníka, počínaje líčením jeho hrdinských skutků i smrti a pokračujíc monumentálním pohřbem, jenž údajně jeho tchána Francise Walsinghama přivedl takřka na mizinu, či elegiemi na jeho počest. Monografie líčí dobrodružnou iniciační cestu mladého Philipa Sidneyho na evropský kontinent, jež ho zavedla do Paříže bartolomějské noci, ale také do Vídně a Prahy, kde navazuje kontakt s rodinou Tadeáše Hájka z Hájku.</p><p>Vyprávěny jsou též příběhy těch osobností, které do jisté míry zůstávaly ve stínu Sidneyho kultu: jeho mladšího bratra Roberta Sidneyho, jehož poezie je ústím jeho společenské a politické frustrace; jeho sestry Mary Sidney Herbert, hraběnky z Pembroke – jádrem její literární kariéry je truchlení po mrtvém bratrovi a převzetí role jeho literárního dědice; a konečně jeho neteře lady Mary Wroth, která důmyslným způsobem komponuje své dílo jako fikci s biografickými prvky (včetně mileneckého vztahu s bratrancem Williamem Herbertem).</p>",
        "keywords": "Philip Sidney",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "K filosofii náboženství",
        "title_en": "",
        "author": "Funda, Otakar A.",
        "published_date": "2017",
        "publisher": "Karolinum",
        "meta_info": "",
        "isbn": "978-80-246-3748-8",
        "annotation_short": "Jak sděluje reprodukce na přebalu, každý, kdo se věnoval filosofickému tázání, se určitým způsobem vyjádřil na tržišti idejí i k tématu náboženství. Toto téma nemůže filosofie obejít",
        "annotation": "Jak sděluje reprodukce na přebalu, každý, kdo se věnoval filosofickému tázání, se určitým způsobem vyjádřil na tržišti idejí i k tématu náboženství. Toto téma nemůže filosofie obejít. Funda v textu nesmlčuje důvody svého ateistického přesvědčení, zároveň však v plné úctě a vážnosti vyzvedá jedinečné antropologické momenty, které artikuluje náboženství, v našem kulturním kontextu křesťanství. Činí rozdíl mezi náboženskou filosofií a filosofií náboženství a reaguje na debatu Rortyho a Vattima o budoucnosti náboženství. Všímá si též řeči náboženství a hermeneutických modelů jeho sebesdělování.",
        "keywords": "náboženství, funda",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Úděl, úkol, národ",
        "title_en": "",
        "author": "Profant, Martin",
        "published_date": "2018",
        "publisher": "Epocha",
        "meta_info": "",
        "isbn": "9788075570994",
        "annotation_short": "",
        "annotation": "Monografie se zabývá různými vymezeními národa v českém prostředí v období od konce napoleonských válek do roku 1895. Vybírá je a interpretuje je z perspektivy etického národa, který představuje vědomě přijatý úkol překonat přírodně danou partikularitu (etnikum) a nahradit ji mravně a svobodně vytvářeným sjednocením patriotismu a humanity, eventuálně kosmopolitismu. První část textu se soustředí na dvě romantická provedení etického národa. Ranější, jenským romantismem inspirované pojetí souvisí s českoslovanským národem, jak se ustanovil v prešpurské přátelské skupince (Šafařík, Palacký, Kollár) na přelomu a na konci druhého decenia 19. století. Jiné pojetí národa vypracoval Palacký ve svých historických dílech analogicky s německými liberálně nacionalistickými historiky (Gervinus, Dahlmann). Samostatná kapitola se poté věnuje Palackého pokusu o transformaci tohoto původně apolitického pojetí národa pro politické výzvy let 1848/49. Závěrečná část monografie analyzuje dva případy realistického etického pojetí národa formulované H. G. Schauerem a T. G. Masarykem.",
        "keywords": "Úděl, národ, Šafařík, Palacký, Schauer, T. G. Masaryk, von WOltmann, Bolzanu, Meissner, Grillparzer, von Thun",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Proměny paradigmatu výchovy",
        "title_en": "",
        "author": "Demjančuková, Dagmar a Stark, Stanislav",
        "published_date": "2017",
        "publisher": "Epocha",
        "meta_info": "",
        "isbn": "978-80-7557-100-7",
        "pages": "376",
        "annotation_short": "Publikace představuje základní etapy vývoje filosofických přístupů k výchově a vzdělávání. Práce není vyčerpávajícím přehledem tohoto vývoje. Volba antických, středověkých, renesančních, novověkých a moderních autorů byla podřízena hledání a výkladu alternativních modelů, idejí, koncepcí, které promlouvají do dějin naší doby.",
        "annotation": "Publikace představuje základní etapy vývoje filosofických přístupů k výchově a vzdělávání. Práce není vyčerpávajícím přehledem tohoto vývoje. Volba antických, středověkých, renesančních, novověkých a moderních autorů byla podřízena hledání a výkladu alternativních modelů, idejí, koncepcí, které promlouvají do dějin naší doby. Je to důležité proto, že dnešní svět je globální školou, která „likviduje“ tradiční hodnoty evropské kultury, směřuje ke kulturní otevřenosti s jejími přínosy i záludnostmi. Práce předjímá střety a zápasy na poli výchovy příštích dnů, nabízí z evropské tradice to, co umožní řešení současných i budoucích problémů. Autoři se obracejí ke studiu proměny filosofických modelů výchovy, aby ukázali bohatství a kontinuitu evropské výchovné a vzdělávací tradice, její hodnoty, ideály a standardy.",
        "keywords": "",
        "type": "monografie",
        "has_picture": false,
        "has_podrobnosti": true
      },
      {
        "title": "Odstíny platónské uměřenosti. Ctnost, poznání, láska a míra",
        "title_en": "",
        "author": "Paitlová, Jitka",
        "published_date": "2017",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "9788026106876",
        "annotation_short": "Cílem knihy je podat podrobný rozbor Platónova pojetí uměřenosti.",
        "annotation": "Cílem knihy je podat podrobný rozbor Platónova pojetí uměřenosti. Byl to právě Platón, kdo se jako první významným způsobem zasadil o vyhraněně filosofické uchopení tohoto pojmu, který se stal později klíčovým pro křesťanské, a tedy evropské pojetí morálky. (ctnost, poznání, láska a míra)",
        "keywords": "Platón, 427 př. Kr.-347 př. Kr. Řecká antická filozofie, 5.-4. století př. Kr. Etika, Starověké Řecko Umírněnost",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Profesionalizace literární kultury",
        "title_en": "",
        "subtitle": "Alžbětinská poetika jako součást komplexu renesančního vědění",
        "author": "Kastnerová, Martina",
        "published_date": "2016",
        "published_place": "Červený Kostelec",
        "publisher": "Pavel Mervart",
        "meta_info": "",
        "isbn": "978-80-7465-203-5",
        "annotation_short": "K mnoha změnám, kterými procházela společnost alžbětinské Anglie, patří i nová role „básníka z povolání“ – autorka knihy ho přirovnává k postavám dnešní popkultury: jsou obecně známé, jsou jim přisuzovány slušné výdělky, ale ne vždy slušná pověst.",
        "annotation": "K mnoha změnám, kterými procházela společnost alžbětinské Anglie, patří i nová role „básníka z povolání“ – autorka knihy ho přirovnává k postavám dnešní popkultury: jsou obecně známé, jsou jim přisuzovány slušné výdělky, ale ne vždy slušná pověst. Jeden z nich, dramatik Ben Jonson, sám sarkasticky poznamenává: Básník je ten /…/ ubožák, který se poezií musí živit. – Tito „ubožáci“ však měli pestré osudy i role: byli básníky i teoretiky, dvořany, politiky, prosazováním a kultivováním „lidového jazyka“ posilovali národní kulturní autonomii nejen ve vztahu k dříve nedotknutelné autoritě klasiků antiky, ale i vůči soudobě „konkurenci“ na evropském kontinentě. Nejen William Shakespeare a Ben Jonson, ale i jejich méně proslavení současníci Philip Sidney, Edmund Spenser a George Puttenham svým dílem i svými osudy dobový ideál spoluvytvářeli, ztělesňovali – nebo také zpochybňovali… Číst o nich přináší i dnes poznání bezmála dobrodružné.",
        "keywords": "literární kultura, alžbětinská poetika, renesance, poezie",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Dál a dál za Herkulovy sloupy",
        "title_en": "",
        "subtitle": "přírodní tajemství Nového světa a španělská renesanční filosofie a věda",
        "author": "Černá, Jana",
        "published_date": "2016",
        "published_place": "Praha",
        "publisher": "Triton",
        "meta_info": "",
        "isbn": "978-80-7553-121-6",
        "pages": "160",
        "annotation_short": "S objevem a objevováním Nového světa začala být intelektuální zvídavost legitmní a žádoucí. V iberoamerickém intelektuálním světě tak vznikalo poznání vykazující rysy, které jsou obecně považovány za určující pro genezi novověké vědy. Z nakl. anotace S objevem a objevováním Nového světa začala být intelektuální zvídavost legitmní a žádoucí. V iberoamerickém intelektuálním světě tak vznikalo poznání vykazující rysy, které jsou obecně považovány za určující pro genezi novověké vědy. Záměrem publikace je tyto rysy zmapovat a poukázat zároveň na skutečnost, že mnohé kapitoly z dějin idejí je třeba dále doplňovat a reinterpretovat. Připojena literatura a rejstřík. Z nakladatelské anotace.",
        "annotation": "Herkulovy sloupy, za nimiž se podle Platona kdysi nacházela bájná Atlantis, od starověku představovaly symbol geografických i kognitivních limitů: byly považovány za nejzazší západní hranici mořeplavby, za kterou už by lidé neměli dále pronikat. Touha plout dále byla vnímána jako nepatřičná zvídavost a nelegitimní snaha překročit hranice, jež byly člověku vymezeny. S objevením Ameriky se však Herkulovy sloupy proměnily ve ztělesnění nového sebevědomí a touhy pronikat dál a dál (plus ultra, más allá). Dalekými námořními plavbami se Evropanům otevřel bohatý svět podivuhodných poznatků, které přitahovaly pozornost filosofů, vědců, mágů i „profesorů tajemství”. Intelektuální zvídavost přestala být vnímána jako neřest a v souvislosti s poznáváním Nového světa se stávala legitimní a dokonce žádoucí. Radikální novost přírodního světa zároveň implikovala nutnost kritického postoje k tradičním autoritám a posilovala sebevědomí moderního člověka, přesvědčeného o tom, že je s to ukořistit a odhalit i ta nejskrytější tajemství přírody. V iberoamerickém intelektuálním světě tak vznikalo poznání vykazující rysy, které jsou obecně považovány za určující pro genezi novověké vědy. Záměrem publikace je (konkrétně v diskurzu historiae naturalis, přírodní filosofie, přírodní magie, kosmografie, medicínských textů, pojednání o důstojnosti člověka či tzv. knih tajemství) právě tyto rysy zmapovat a poukázat zároveň na skutečnost, že mnohé kapitoly z dějin idejí je třeba dále doplňovat a reinterpretovat. (přírodní tajemství Nového světa a španělská renesanční filosofie a věda)",
        "keywords": "Objevné cesty, Amerika Renesanční filozofie, Španělsko Renesanční věda, Španělsko Filozofie přírody, 16.-17. století Vědecké poznání, 16.-17. století",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Kritický racionalismus H. Alberta a K. Poppera",
        "title_en": "",
        "subtitle": "",
        "author": "Paitlová, Jitka",
        "published_date": "",
        "published_place": "",
        "publisher": "Karolinum",
        "meta_info": "",
        "isbn": "978-80-2464-057-0",
        "pages": "204",
        "annotation_short": "Kniha české filozofky se zaměřuje na kritickoracionalistické řešení základních filozofických problémů na příkladech interpretace textů H. Alberta a K. R. Poppera.",
        "annotation": "<p>Lze dosáhnout jednou provždy pravdivého a jistého poznání? Jak se vyhnout paradoxu barona Prášila? Je moderní věda nikou objektivity oproštěné od lidských hodnot a omylů? Kde v současném proměnlivém světě hledat mravní ukotvení a smysl života?</p><p>Nejen na tyto otázky se pokouší odpovědět filosofický směr označovaný jako kritický racionalismus, který se profiluje jako alternativa k tradiční epistemologii, novopozitivismu, ale i postmodernismu. Jako svébytný metodologický přístup se inspiruje vědeckým pohledem na svět, umožňuje konfrontaci s moderními technologiemi i tradiční teologií a má zakládat plnohodnotný životní postoj. Opírá se o nedogmatické pojetí racionality, jež počítá se sebereflexí a fenoménem chyby.</p><p>Jitka Paitlová představuje kritickoracionalistická řešení klíčových filosofických problémů z oblasti poznání, vědy, etiky i náboženství. Vychází přitom zejména z interpretace textů Hanse Alberta, které vznikaly v polemice s německou filosofickou tradicí 20. století. Přidává nové postřehy ke Karlu Popperovi jako zakladateli kritického racionalismu a doplňuje svérázné české pojetí Otakara A. Fundy, který pozice Alberta a Poppera dokázal obohatit o zdánlivě protichůdné, existenciální aspekty.</p>",
        "keywords": "kritický racionalismus",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Hans Küng: Židovství",
        "title_en": "",
        "author": "Blahutková, Daniela, Petkevič, Vladimír a Pohunková, Dagmar",
        "published_date": "2016",
        "publisher": "Barrister & Principal",
        "meta_info": "PETKEVIČ, V., BLAHUTKOVÁ, D., POHUNKOVÁ, D. Hans Küng: Židovství. 1. vyd. Brno : Barrister & Principal, 2016, 635 s. ISBN: 978-80-7485-110-0",
        "annotation_short": "Překlad zprostředkovává monografii švýcarského teologa a religionisty Hanse Künga Judentum. Wesen und Geschichte (Piper, München 1991), jíž autor v 90. letech zahájil trilogii věnovanou tzv. abrahamovským náboženstvím (židovství, křesťanství, islámu). ",
        "annotation": "Překlad zprostředkovává monografii švýcarského teologa a religionisty Hanse Künga Judentum. Wesen und Geschichte (Piper, München 1991), jíž autor v 90. letech zahájil trilogii věnovanou tzv. abrahamovským náboženstvím (židovství, křesťanství, islámu). Dnes už klasická studie předkládá systematický pohled na židovství z teologické, historické a politické perspektivy. Židovské dějiny představuje jako sled epochálních konstelací neboli paradigmat. Kriticky pohlíží na vztahy křesťanství a židovství zejména ve 20. století, analyzuje předpoklady vzniku Státu Izrael i politické a náboženské aspekty jeho existence, probírá otázky židovské identity a zvažuje možnosti mezináboženského trialogu židů, křesťanů a muslimů, který závěrem spojuje s vizí světového étosu a nadějí na mír na Blízkém východě i v globalizovaném světě.",
        "keywords": "teologie, religionistika, judaismus, mezináboženský dialog",
        "podrobnostiUrl": "",
        "type": ["preklad", "monografie"],
        "has_picture": true,
        "has_podrobnosti": true
      },
      {
        "title": "Platonica Pilonica IV. - Dobro",
        "title_en": "",
        "subtitle": "",
        "author": "Kryštof Boháček, Karolína Jiráková, Kolektiv autorů",
        "published_date": "2016",
        "published_place": "Plzeň",
        "pages": "191",
        "publisher": "Západočeská univerzita",
        "meta_info": "",
        "isbn": "978-80-261-0341-7",
        "annotation_short": "",
        "annotation": "",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": false
      },
      {
        "title": "Nová infinitní matematika",
        "title_en": "",
        "subtitle": "I. Velká iluze matematiky 20. století",
        "author": "Petr Vopěnka",
        "published_date": "2016",
        "published_place": "Praha",
        "pages": "128",
        "publisher": "Karolinum",
        "meta_info": "",
        "isbn": "978-80-246-2987-2",
        "annotation_short": "Zakladatel klasické teorie množin, Georg Cantor, věděl již v roce 1899, že obor všech transfinitních ordinálních čísel není aktualizovatelný. To znamená, že tento obor nelze nahradit množinou vůbec všech těchto čísel. Každou množinu ordinálních čísel lze totiž prodloužit o další takováto čísla. Předvedení neaktualizovatelnosti oboru všech přirozených čísel obsažená v této knize není ani zdaleka tak jednoduchou a nadto snadno akceptovatelnou záležitostí, jako je tomu v případě transfinitních ordinálních čísel. Téměř celá infinitní matematika dvacátého století se totiž o množinu vůbec všech přirozených čísel opírá.",
        "annotation": "<p>Zakladatel klasické teorie množin, Georg Cantor, věděl již v roce 1899, že obor všech transfinitních ordinálních čísel není aktualizovatelný. To znamená, že tento obor nelze nahradit množinou vůbec všech těchto čísel. Každou množinu ordinálních čísel lze totiž prodloužit o další takováto čísla. Předvedení neaktualizovatelnosti oboru všech přirozených čísel obsažená v této knize není ani zdaleka tak jednoduchou a nadto snadno akceptovatelnou záležitostí, jako je tomu v případě transfinitních ordinálních čísel. Téměř celá infinitní matematika dvacátého století se totiž o množinu vůbec všech přirozených čísel opírá.</p><p>Autorova cesta k vytčenému cíli vede Cantorovou teorií množin až k ultraproduktu. Ten mu pak umožnil definovat operátor ultraextenze, který naráz přetváří obor všech množin do nového oboru všech množin, stejně hodnotného, leč od výchozího oboru se lišícího délkou přirozených čísel. Díky tomu lze i množinu všech přirozených čísel prodloužit o mnoho dalších přirozených čísel.</p>",
        "keywords": "",
        "type": "monografie",
        "has_picture": true,
        "has_podrobnosti": true
      }
    ]
  }
}
